Repository: mhmtaltnts/wp-content
Catalog: languages/plugins/sensei-lms-*.po
Languages: tr_tr

source: Parent Question Category:
tr_tr: Ana Soru Kategorisi:

source: View Question Category
tr_tr: Soru Kategorisi Görüntüle

source: Edit Question Category
tr_tr: Soru Kategorisini Düzenle

source: Update Question Category
tr_tr: Soru Kategorisini Güncelle

source: Add New Question Category
tr_tr: Yeni Soru Kategorisi Ekle

source: New Question Category Name
tr_tr: Yeni Soru Kategori Adı

source: Categories
tr_tr: Kategoriler

source: &larr; Back to Question Categories
tr_tr: &larr; Geriye Soru Kategorilerine

source: Search Lesson Tags
tr_tr: Ders Etiketleri Ara

source: All Lesson Tags
tr_tr: Tüm Ders Etiketleri

source: Parent Tag
tr_tr: Ana Etiket

source: Parent Tag:
tr_tr: Ana Etiket:

source: View Lesson Tag
tr_tr: Ders Etiketini Görüntüle

source: Edit Lesson Tag
tr_tr: Ders Etiketini Düzenle

source: Update Lesson Tag
tr_tr: Ders Etiketini Güncelle

source: Add New Lesson Tag
tr_tr: Yeni Ders Etiketi Ekle

source: New Tag Name
tr_tr: Yeni Etiket Adı

source: Lesson Tags
tr_tr: Ders Etiketleri

source: &larr; Back to Lesson Tags
tr_tr: &larr; Ders Etiketlerine Dön

source: Quizzes
tr_tr: Sınavlar

source: Multiple Question
tr_tr: Çoklu Soru

source: Multiple Questions
tr_tr: Çoklu Sorular

source: Message
tr_tr: Mesaj

source: Add New
tr_tr: Yeni Ekle

source: Add New %s
tr_tr: Yeni Ekle %s

source: New %s
tr_tr: Yeni %s

source: All %s
tr_tr: Tüm %s

source: View %s
tr_tr: Görüntüleme %s

source: Search %s
tr_tr: %s Ara

source: No %s found
tr_tr: %s bulunamadı

source: No %s found in Trash
tr_tr: %s Çöp Kutusunda bulunmadı

source: %1$s updated. %2$sView %1$s%3$s.
tr_tr: %1$s güncellendi. %2$sGörünüm %1$s%3$s.

source: Custom field updated.
tr_tr: Özel alan güncellendi.

source: Custom field deleted.
tr_tr: Özel alan silindi.

source: %1$s updated.
tr_tr: %1$s güncellendi.

source: %1$s restored to revision from %2$s.
tr_tr: %2$s den %1$s e revizyon edildi.

source: %1$s published. %2$sView %1$s%3$s.
tr_tr: %1$s yayınlanan. %2$sGörünüm %1$s%3$s.

source: %1$s saved.
tr_tr: %1$s kaydedildi.

source: %1$s submitted. %2$sPreview %1$s%3$s.
tr_tr: %1$s gönderilen. %2$sÖnizleme %1$s%3$s.

source: %1$s scheduled for: %2$s. %3$sPreview %4$s%5$s.
tr_tr: %1$s planlanan: %2$s. %3$sÖnizleme %4$s%5$s.

source: %1$s draft updated. %2$sPreview %3$s%4$s.
tr_tr: %1$s taslak güncellendi. %2$sÖnizleme %3$s%4$s.

source: Course name
tr_tr: Kurs adı

source: %1$sThis question does not appear in any quizzes yet.%2$s
tr_tr: %1$sBu soru henüz hiçbir sınavda yer almıyor.%2$s

source: All types
tr_tr: Tüm türler

source: All categories
tr_tr: Tüm Kategoriler

source: Incorrect - Right Answer:
tr_tr: Yanlış - Doğru Cevap:

source: Grade: %d
tr_tr: Puan: %d

source: Maximum upload file size: %s
tr_tr: Dosya yükleme maksimum boyutu: %s

source: Quiz Saved Successfully.
tr_tr: Test Başarıyla Kaydedildi.

source: %s Quiz
tr_tr: %s Sınav

source: Complete Quiz
tr_tr: Testi Tamamla

source: Save Quiz
tr_tr: Testi Kaydet

source: Reset Quiz
tr_tr: Testi Sıfırla

source: Override init_sections() in your class.
tr_tr: Sınıfınızdaki init_sections() öğesini geçersiz kılın.

source: Override init_fields() in your class.
tr_tr: Sınıfınızdaki init_fields() öğesini geçersiz kılın.

source: %s is a required field
tr_tr: %s zorunlu bir alandır

source: %s updated
tr_tr: %s güncellendi

source: Sensei LMS Settings
tr_tr: Sensei LMS Ayarları

source: Settings
tr_tr: Ayarlar

source: General
tr_tr: Genel

source: Settings that apply to the entire plugin.
tr_tr: Tüm eklenti için geçerli olan ayarlar.

source: Settings that apply to all Courses.
tr_tr: Tüm Kurslar için geçerli ayarlar.

source: Settings that apply to all Lessons.
tr_tr: Tüm Dersler için geçerli olan ayarlar.

source: Email Notifications
tr_tr: E-posta Bildirimleri

source: Settings for email notifications sent from your site.
tr_tr: Sitenizden gönderilen e-posta bildirim ayarları.

source: Learner Profiles
tr_tr: Öğrenci Hesabı

source: Settings for public Learner Profiles.
tr_tr: Genel Öğrenci Hesap Ayarları.

source: Once all the course lessons have been completed
tr_tr: Tüm kurs dersleri tamamlandıktan sonra

source: At any time (by clicking the 'Complete Course' button)
tr_tr: Öğrenci dilediği zaman (Kurslarım sayfasında 'Kursu Tamamla' düğmesini tıklayarak)

source: Don't show quiz question points
tr_tr: Test soru puanlarını gösterme

source: Number (e.g. 1. Default)
tr_tr: Sayı (ör. 1. Varsayılan)

source: Brackets (e.g. [1])
tr_tr: Köşeli ayraçlar (örneğin [1])

source: Text (e.g. Points: 1)
tr_tr: Metin (örneğin Puanlar: 1)

source: Text and Brackets (e.g. [Points: 1])
tr_tr: Metin ve Köşeli Parantezler (örneğin [Puanlar: 1])

source: Access Permissions
tr_tr: Erişim İzinleri

source: Users must be logged in to view lesson content.
tr_tr: Kullanıcıların ders içeriğini görebilmesi için giriş yapması gerekir.

source: Disable Private Messages
tr_tr: Özel Mesajları Devre Dışı Bırak

source: Disable the private message functions between learners and teachers.
tr_tr: Öğrenciler ve öğretmenler arasında özel mesaj işlevlerini iptal et.

source: Course Archive Page
tr_tr: Kurs Arşivi Sayfası

source: The page to use to display courses. If you leave this blank the default custom post type archive will apply.
tr_tr: Kursları görüntülemek için kullanılacak sayfa. Bu alanı boş bırakırsanız, varsayılan özel gönderi türü arşivi uygulanır.

source: My Courses Page
tr_tr: Kurs Sayfam

source: The page to use to display the courses that a user is currently taking as well as the courses a user has complete.
tr_tr: Kullanıcının şu anda almakta olduğu kursları ve kullanıcının tamamladığı kursları görüntülemek için kullanılacak sayfa.

source: Use placeholder images
tr_tr: Yer tutucu resimleri kullan

source: Output a placeholder image when no featured image has been specified for Courses and Lessons.
tr_tr: Kurslar ve Dersler için hiçbir öncü görüntü belirtilmediğinde yer tutucu görüntü verir.

source: Disable Sensei LMS Styles
tr_tr: Sensei LMS Stillerini Devre Dışı Bırak

source: Prevent the frontend stylesheets from loading. This will remove the default styles for all Sensei LMS elements.
tr_tr: Önuç stil sayfalarının yüklenmesini önleyin. Bu, tüm Sensei LMS öğeleri için varsayılan stilleri kaldıracaktır.

source: Quiz question points format
tr_tr: Sınav soru puanları formatı

source: Set the quiz question points format
tr_tr: Test soru puan biçimini ayarla

source: Disable Sensei LMS Javascript
tr_tr: Sensei LMS Javascript'ini devre dışı bırak

source: Prevent the frontend javascript from loading. This affects the progress bars and the My Courses tabs.
tr_tr: Önuç javascript'in yüklenmesini önleyin. Bu, ilerleme çubuklarını ve Derslerim sekmelerini etkiler.

source: Disable HTML security
tr_tr: HTML güvenliğini devre dışı bırak

source: Allow any HTML tags in the Video Embed field. Warning: Enabling this may leave your site more vulnerable to XSS attacks
tr_tr: Video Yerleştirme alanında HTML etiketlerine izin verin. Uyarı: Bunu etkinleştirmek sitenizi XSS saldırılarına karşı daha savunmasız bırakabilir

source: Delete data on uninstall
tr_tr: Kaldırma sırasında verileri sil

source: Delete Sensei LMS data when the plugin is deleted. Once removed, this data cannot be restored.
tr_tr: Eklenti silindiğinde Sensei LMS verilerini silin. Kaldırıldıktan sonra, bu veriler geri yüklenemez.

source: Courses are complete:
tr_tr: Kurs tamamlandı:

source: This will determine when courses are marked as complete.
tr_tr: Bu, bir kursun ne zaman "Tamamlandı"olarak işaretleneceğini belirler.

source: Display Course Author
tr_tr: Kurs Yazarını Görüntüle

source: Output the Course Author on Course archive and My Courses page.
tr_tr: Kurs arşivi ve Kurslarım sayfasında Kurs Yazarını gösterir.

source: My Courses Pagination
tr_tr: Kurslarım Sayısı

source: The number of courses to output for the my courses page.
tr_tr: Kurslarım sayfasında gösterilecek kurs sayısı.

source: Course Archive Image
tr_tr: Kurs Arşivi Resmi

source: Output the Course Image on the Course Archive Page.
tr_tr: Kurs Görüntüsü'nü Kurs Arşivi Sayfasında verir.

source: Image Width - Archive
tr_tr: Görüntü Genişliği - Arşiv

source: The width in pixels of the featured image for the Course Archive page.
tr_tr: Kurs Arşivi sayfası için öne çıkan resmin piksel cinsinden genişliği.

source: Image Height - Archive
tr_tr: Görüntü Yüksekliği - Arşiv

source: The height in pixels of the featured image for the Course Archive page.
tr_tr: Kurs Arşivi sayfası için öne çıkan resmin piksel cinsinden yüksekliği.

source: Image Hard Crop - Archive
tr_tr: Görüntü Sert Kırpma - Arşiv

source: After changing this setting, you may need to %1$sregenerate your thumbnails%2$s.
tr_tr: Bu ayarı değiştirdikten sonra, %1$s küçük resimlerinizi yeniden yaratmanız %2$s gerekebilir.

source: Single Course Image
tr_tr: Tek Kurs Görüntüsü

source: Output the Course Image on the Single Course Page.
tr_tr: Kurs Görüntüsünü Tek Kurs Sayfasında verir.

source: Image Width - Single
tr_tr: Görüntü Genişliği - Tek

source: The width in pixels of the featured image for the Course single post page.
tr_tr: Kurs tek gönderi sayfası için öne çıkan resmin piksel cinsinden genişliği.

source: Image Height - Single
tr_tr: Görüntü Yüksekliği - Tek

source: The height in pixels of the featured image for the Course single post page.
tr_tr: Kurs tek gönderi sayfası için öne çıkan resmin piksel cinsinden yüksekliği.

source: Image Hard Crop - Single
tr_tr: Görüntü Sert Kırpma - Tek

source: Featured Courses Panel
tr_tr: Öne Çıkan Kurslar Paneli

source: Output the Featured Courses Panel on the Course Archive Page.
tr_tr: Ders Arşivi Sayfasından Öne Çıkan Kurslar Panelini ver.

source: More link text
tr_tr: Daha fazla bağlantı metni

source: The text that will be displayed on the Course Archive for the more courses link.
tr_tr: Daha fazla kurs bağlantısı için Kurs Arşivi'nde görüntülenecek metin.

source: More
tr_tr: Daha

source: Allow Comments for Lessons
tr_tr: Ders Yorumlarına İzin Ver

source: This will allow learners to post comments on the single Lesson page, only learner who have access to the Lesson will be allowed to comment.
tr_tr: Bu, ders tek sayfada görüntülendiğinde, öğrencilerin yorum göndermelerine izin verir, yalnızca Derse erişimi olan öğrencinin yorum yapmasına izin verilir.

source: Display Lesson Author
tr_tr: Ders Yazarını Görüntüle

source: Output the Lesson Author on Course single page & Lesson archive page.
tr_tr: Kurs tek sayfada ve ders arşivi sayfasında ders yazarını ver.

source: Course Lesson Images
tr_tr: Kurs Ders Resimleri

source: Output the Lesson Image on the Single Course Page.
tr_tr: Ders görüntüsünü kurs tek sayfada iken ver.

source: Image Width - Course Lessons
tr_tr: Görüntü Genişliği - Kurs Dersleri

source: The width in pixels of the featured image for the Lessons on the Course Single page.
tr_tr: Kurs tek sayfada iken dersler için öne çıkan görüntünün piksel cinsinden genişliği.

source: Image Height - Course Lessons
tr_tr: Görüntü Yüksekliği - Kurs Dersleri

source: The height in pixels of the featured image for the Lessons on the Course Single page.
tr_tr: Kurs tek sayfada iken dersler için öne çıkan görüntünün piksel cinsinden yüksekliği.

source: Image Hard Crop - Course Lessons
tr_tr: Görüntü Sert Kırpma - Kurs Dersleri

source: Single Lesson Images
tr_tr: Ders tek sayfada iken resimler

source: Output the Lesson Image on the Single Lesson Page.
tr_tr: Ders görüntüsünü ders tek sayfada iken ver.

source: The width in pixels of the featured image for the Lessons single post page.
tr_tr: Ders tek gönderi sayfasında iken öne çıkan resmin piksel cinsinden genişliği.

source: The height in pixels of the featured image for the Lessons single post page.
tr_tr: Ders tek gönderi sayfasında iken öne çıkan resmin piksel cinsinden yüksekliği.

source: Public learner profiles
tr_tr: Genel öğrenci hesapları

source: Enable public learner profiles that will be accessible to everyone. Profile URL format: %s
tr_tr: Genel öğrenci hesaplarını 'herkese açık' olarak etkinleştirin. Hesap URL biçimi :%s

source: Show learner's courses
tr_tr: Öğrenci kurslarını göster

source: Display the learner's active and completed courses on their profile.
tr_tr: Öğrencinin aktif ve tamamladığı dersleri hesaplarında göster.

source: Their quiz is graded (auto and manual grading)
tr_tr: Sınavları değerlendirildiğinde (otomatik veya manuel olarak)

source: They complete a course
tr_tr: Bir kursu tamamlandığında

source: A learner starts their course
tr_tr: Bir öğrenci kursa başladığında

source: A learner completes their course
tr_tr: Bir öğrenci kursunu tamamladığında

source: A learner completes a lesson
tr_tr: Bir öğrenci dersini bitirdiğinde

source: A learner submits a quiz for grading
tr_tr: Bir öğrenci değerlendirilmek üzere bir test gönderdiğinde

source: A learner sends a private message to a teacher
tr_tr: Bir öğrenci öğretmene özel mesaj gönderdiğinde

source: They receive a reply to their private message
tr_tr: Özel mesajlarına cevap aldıklarında

source: Emails Sent to Learners
tr_tr: Öğrenicilere E-posta Gönder

source: Select the notifications that will be sent to learners.
tr_tr: Öğrencilere hangi durumda bildirim gönderileceğini seçin.

source: Emails Sent to Teachers
tr_tr: Öğretmene E-posta Gönder

source: Select the notifications that will be sent to teachers.
tr_tr: Öğretmenlere hangi durumlarda bildirim gönderilecek, yukarıdan seçin.

source: Emails Sent to All Users
tr_tr: Tüm Kullanıcılara Gönderilen E-postalar

source: Select the notifications that will be sent to all users.
tr_tr: Tüm kullanıcılara hangi durumda bildirim gönderileceğini seçin.

source: "From" Name
tr_tr: "den" İsim

source: The name from which all emails will be sent.
tr_tr: Tüm e-postaların gönderileceği ad.

source: "From" Address
tr_tr: "den" Adres

source: The address from which all emails will be sent.
tr_tr: Tüm e-postaların gönderileceği adres.

source: Header Image
tr_tr: Başlık görüntüsü

source: Enter a URL to an image you want to show in the email's header. Upload your image using the %1$smedia uploader%2$s.
tr_tr: E-postanın başlığında göstermek istediğiniz bir resme bir URL girin. %1$s"Ortam" yükleyicisini%2$s kullanarak resminizi yükleyin.

source: Email Footer Text
tr_tr: E-posta Altbilgisi Metni

source: The text to appear in the footer of Sensei LMS emails.
tr_tr: E-postalarının altbilgisinde görüntülenecek metin.

source: %1$s - Powered by Sensei LMS
tr_tr: %1$s - tarafından desteklenmiştir

source: Base Colour
tr_tr: Taban renki

source: The base colour for Sensei LMS email templates. Default %1$s#557da1%2$s.
tr_tr: E-posta şablonları için temel renk. Varsayılan%1$s#557da1%2$s.

source: Background Colour
tr_tr: Arka plan rengi

source: The background colour for Sensei LMS email templates. Default %1$s#f5f5f5%2$s.
tr_tr: E-posta şablonları için arka plan rengi. Varsayılan %1$s#f5f5f5%2$s.

source: Body Background Colour
tr_tr: Gövde Arka Plan Rengi

source: The main body background colour for Sensei LMS email templates. Default %1$s#fdfdfd%2$s.
tr_tr: E-posta şablonları için ana gövde arka plan rengi. Varsayılan%1$s #fdfdfd%2$s.

source: Body Text Colour
tr_tr: Gövde Metni Rengi

source: The main body text colour for Sensei LMS email templates. Default %1$s#505050%2$s.
tr_tr: E-posta şablonları için ana gövde metin rengi. Varsayılan%1$s#505050%2$s.

source: Select a Page:
tr_tr: Bir sayfa seçin:

source: Teacher
tr_tr: Öğretmen

source: New course created.
tr_tr: Yeni kurs oluşturuldu.

source: New course created by
tr_tr: Tarafından oluşturulan yeni kurs

source: Show all teachers
tr_tr: Tüm öğretmenleri göster

source: All courses by %s
tr_tr: Tüm Kurslar %s ile

source: We'd love if you helped us make Sensei LMS better by allowing us to collect <a href="%s" target="_blank">usage tracking data</a>. No sensitive information is collected, and you can opt out at any time.
tr_tr: <a href="%s" target="_blank"> Kullanım izleme verilerini </a> toplamamıza izin vererek Sensei LMS'yi daha iyi hale getirmemize yardımcı olsaydınız çok seviniriz. Hassas bilgiler toplanmaz ve istediğiniz zaman devre dışı bırakabilirsiniz.

source: Enable usage tracking
tr_tr: Kullanım izlemeyi etkinleştir

source: Help us make Sensei LMS better by allowing us to collect <a href="%s" target="_blank">usage tracking data</a>. No sensitive information is collected.
tr_tr: <a href="%s" target="_blank"> Kullanım izleme verilerini </a> toplamamıza izin vererek Sensei LMS'yi daha iyi hale getirmemize yardımcı olun. Hassas bilgi toplanmaz.

source: At no point should user_id be equal to 0.
tr_tr: Hiçbir noktada user_id değeri 0'a eşit olmamalıdır.

source: You have not started this course yet.
tr_tr: Bu kursa henüz başlamadınız.

source: You have passed this course with a grade of %1$d%%.
tr_tr: Bu kursu %1$d%% notuyla geçtiniz.

source: You require %1$d%% to pass this course. Your grade is %2$s%%.
tr_tr: Bu kursu geçmek için %1$d%% gerekiyor. Notunuz %2$s%%.

source: You have not taken this lesson's quiz yet
tr_tr: Henüz bu dersten sınava girmediniz

source: Please sign up for %1$sthe course%2$s before taking this quiz
tr_tr: Bu teste girmeden önce lütfen %1$skursa%2$s kaydolun

source: You must be logged in to take this quiz
tr_tr: Bu teste katılmak için giriş yapmalısınız

source: Congratulations! You have passed this lesson.
tr_tr: Tebrikler! Bu dersi geçtiniz.

source: Congratulations! You have completed this lesson.
tr_tr: Tebrikler! Bu dersi tamamladınız.

source: Congratulations! You have passed this lesson's quiz achieving %s%%
tr_tr: Tebrikler! Bu dersin sınavını %s%% puanla geçtiniz

source: Congratulations! You have passed this quiz achieving %s%%
tr_tr: Tebrikler! Bu sınavı %%%s puanla geçtiniz

source: You have completed this lesson's quiz and it will be graded soon. %1$sView the lesson quiz%2$s
tr_tr: Bu dersin sınavını tamamladınız, sınavız yakında değerlendirilecek. %1$sDers sınavını görüntüle%2$s

source: You have completed this quiz and it will be graded soon. You require %1$s%% to pass.
tr_tr: Bu testi tamamladınız ve yakında değerlendirilecek. Geçmek için %1$s%% gerekiyor.

source: You require %1$d%% to pass this lesson's quiz. Your grade is %2$s%%
tr_tr: Bu dersten geçmek için %1$d%% sınav puanı gerekir. Puanınız %2$s%%

source: You require %1$d%% to pass this quiz. Your grade is %2$s%%
tr_tr: Bu sınavı geçmek için %1$d%% gerekir. Notunuz: %2$s%%

source: You require %1$d%% to pass this lesson's quiz.
tr_tr: Bu dersten geçmek için %1$d%% sınav puanı gerekir.

source: You require %1$d%% to pass this quiz.
tr_tr: Bu sınavı geçmek için %1$d%% gerekir.

source: Please sign up for the %1$s before taking this quiz.
tr_tr: Bu teste girmeden önce lütfen %1$s'e kaydolun.

source: View the lesson quiz
tr_tr: Ders testini görüntüle

source: Points: %s
tr_tr: Puanlar: %s

source: Cheatin&#8217; huh?
tr_tr: Hile; ha?

source: Please complete the previous %1$s before taking this course.
tr_tr: Lütfen bu kursa başlamadan önceki %1$s bölümünü tamamlayın.

source: Or %1$s login %2$s to access your purchased courses
tr_tr: Veya satın aldığınız kurslara erişmek için%1$sgiriş%2$s

source: Restricted Access
tr_tr: Kısıtlı Erişim

source: This is a preview lesson. Please purchase the %1$s to access all lessons.
tr_tr: Bu bir ön izleme dersidir. Tüm derslere erişmek için lütfen %1$s satın alın.

source: Please purchase the %1$s before starting this Lesson.
tr_tr: Lütfen bu Derse başlamadan önce %1$s satın alın.

source: This is a preview lesson. Please sign up for the %1$s to access all lessons.
tr_tr: Bu bir ön izleme dersidir. Tüm derslere erişmek için lütfen %1$s'e kaydolun.

source: Please complete the previous %1$s before taking this Quiz.
tr_tr: Bu Teste girmeden önce lütfen önceki %1$s dersi tamamlayın.

source: Please purchase the %1$s before starting this Quiz.
tr_tr: Lütfen bu Teste(Sınav) başlamadan önce %1$s satın alın.

source: Please sign up for the %1$s before starting this Quiz.
tr_tr: Bu Teste(sınava) başlamadan önce lütfen %1$s'e kaydolun.

source: Please sign up for the %1$s before taking this Quiz.
tr_tr: Bu teste girmeden önce lütfen %1$s'e kaydolun.

source: Docs
tr_tr: Dokümanlar

source: Error saving file.
tr_tr: Dosya kayıt hatası.

source: ID: %s
tr_tr: KN: %s

source: Module does not exist: %s.
tr_tr: Modül mevcut değil: %s.

source: Export Content
tr_tr: İçerik İhaç

source: Export
tr_tr: İhraç

source: No title for module found.
tr_tr: Modül içi bir başlık bulunamadı.

source: Lesson does not exist: %s.
tr_tr: Ders mevcut değil: %s.

source: Course creation failed.
tr_tr: Soru türetimi başarısız.

source: Question does not exist: %s.
tr_tr: Soru mevcut değil: %s.

source: Lesson insertion failed.
tr_tr: Ders girişi başarısız.

source: %s must be a whole number.
tr_tr: %s bir tam sayı olmalı.

source: %s must be a number.
tr_tr: %s bir numara olmalı.

source: %s contains invalid characters.
tr_tr: %s geçersiz karakter içeriyor.

source: Question insertion failed.
tr_tr: Soru girişi başarısız.

source: Unique identifier for the object.
tr_tr: Nesne için benzersiz tanımlayıcı.

source: The course title.
tr_tr: Kurs başlığı.

source: The author identifier.
tr_tr: Yazar tanımlayıcısı.

source: The course content.
tr_tr: Kurs içeriği.

source: The course excerpt.
tr_tr: Kurstan seçme parça.

source: The course status.
tr_tr: Kurs durumu.

source: The course module ids.
tr_tr: Kurs modülü kimlikleri.

source: The course module id order.
tr_tr: Kurs modülü kimlik sırası.

source: The course lessons.
tr_tr: Kurs dersleri.

source: The course prerequisite.
tr_tr: Kurs hazırlığı.

source: Is the course featured.
tr_tr: Öncü kurs mu?

source: The course video embed html.
tr_tr: Kurs videosu html'yi yerleştirir.

source: The product associated with this course.
tr_tr: Bu kursla ilişkili ürün.

source: Invalid author id
tr_tr: Geçersiz yazar kimliği

source: Invalid author permissions
tr_tr: Geçersiz yazar izinleri

source: Cannot publish when author is missing
tr_tr: Yazar eksik olduğunda yayınlanamıyor

source: Author Cannot publish courses
tr_tr: Yazar kurs yayınlayamıyor

source: Validation Error
tr_tr: Doğrulama Hatası

source: %s cannot be empty
tr_tr: %s boş olamaz

source: Join Sensei LMS's Mailing List!
tr_tr: Sensei LMS E-Posta Listesine Katılın!

source: Yes, please send me occasional emails about Sensei LMS
tr_tr: Evet, lütfen bana ara sıra Sensei LMS ile ilgili e-posta gönder

source: Enter your email address
tr_tr: E-posta adresinizi giriniz

source: We use Mailchimp as our marketing platform. By clicking below to subscribe, you acknowledge that your information will be transferred to Mailchimp for processing. <a href="%s" target="_blank">Learn more about Mailchimp's privacy practices here.</a>
tr_tr: Mailchimp'i pazarlama platformumuz olarak kullanıyoruz. Abone olmak için aşağıya tıklayarak, bilgilerinizin işlenmek üzere Mailchimp'e aktarılacağını kabul edersiniz. <a href="%s" target="_blank"> Burada Mailchimp'in gizlilik uygulamaları hakkında daha fazla bilgi edinin. </a>

source: Not Now
tr_tr: Şimdi Değil

source: [%1$s] You have completed a course
tr_tr: [%1$s] Bir kursu tamamladınız

source: You have completed a course
tr_tr: Bir kursu tamamladınız

source: passed
tr_tr: geçtiniz

source: failed
tr_tr: başarısız

source: [%1$s] Your quiz has been graded
tr_tr: [%1$s] Sınavınız değerlendirildi

source: Your quiz has been graded
tr_tr: Sınavınız değerlendirildi

source: [%1$s] You have completed a quiz
tr_tr: [%1$s] Bir testi tamamladınız

source: You have completed a quiz
tr_tr: Bir testi tamamladınız

source: [%1$s] You have a new message
tr_tr: [%1$s] Yeni bir mesajınız var

source: You have received a reply to your private message
tr_tr: Özel mesajınıza bir cevap aldınız

source: [%1$s] Your student has completed a course
tr_tr: [%1$s] Öğrenciniz bir kursu tamamladı
