Repository: mhmtaltnts/wp-content
Catalog: languages/plugins/sensei-certificates-*.po
Languages: tr_tr

source: Example Template
tr_tr: Örnek Şablon

source: Sensei LMS Certificate Template Example
tr_tr: Sensei LMS Sertifika Şablonu Örneği

source: Certificate of Completion
tr_tr: Kurs Bitirme Belgesi (Sertifika)

source: This is to certify that
tr_tr: İşbu belge onaylar ki

source: has completed the course
tr_tr: kursu tamamladı

source: {{course_title}}
tr_tr: {{kurs_adi}}

source: {{completion_date}} at {{course_place}}
tr_tr: {{tamamlama_tarihi}} at {{kurs_yeri}}

source: {{course_place}}
tr_tr: {{kurs_yeri}}

source: Overview
tr_tr: Genel Bakış

source: The Sensei LMS Certificates extension allows you to create and configure customizable certificate templates which can be attached to Sensei Courses. Your learners will earn a Certificate which they can download and share with others once they have completed a course.
tr_tr: Sensei LMS Sertifikaları uzantısı, Sensei Kurslarına eklenebilecek özelleştirilebilir sertifika şablonları oluşturmanıza ve yapılandırmanıza olanak tanır. Öğrencileriniz bir kursu tamamladıktan sonra indirip başkalarıyla paylaşabilecekleri bir Sertifika kazanacaklardır.

source: Editing a Certificate
tr_tr: Sertifika Düzenleme

source: Certificates List
tr_tr: Sertifikalar Listesi

source: From the list view you can review all your certificate templates, quickly see the name, primary default image and its data, and trash a certificate template.
tr_tr: Liste görünümünden tüm sertifika şablonlarınızı inceleyebilir, adı, birincil varsayılan resmi ve verilerini hızlı bir şekilde görebilir ve bir sertifika şablonunu çöpe atabilirsiniz.

source: How To
tr_tr: Nasıl

source: For more information:
tr_tr: Daha fazla bilgi için:

source: Certificates Docs
tr_tr: Sertifikalar Belgesi

source: Certificate Name
tr_tr: Sertifika Adı

source: All certificate templates must be given a name. This will be used to identify the certificate within the admin.
tr_tr: Tüm sertifika şablonlarına bir ad verilmelidir. Bu, yönetici içindeki sertifikayı tanımlamak için kullanılacaktır.

source: Certificate Background Image
tr_tr: Sertifika Arka Alan Resmi

source: This is the main image for your certificate, and will be used to configure the layout of the various text fields defined in the Certificate Data panel.
tr_tr: Bu, sertifikanızın ana görüntüsüdür ve Sertifika Verileri panelinde tanımlanan çeşitli metin alanlarının düzenini yapılandırmak için kullanılır.

source: Certificate Data
tr_tr: Sertifika Verileri

source: These configuration options allow you to specify exactly where various text fields will be displayed on your certificate, as well as the font used. For instance, if you want the message displayed on your certificate, click the "Set Position" button next to "Message Position". Then select the area of the Certificate Image where you want the message to be displayed.
tr_tr: Bu yapılandırma seçenekleri, sertifikanızda çeşitli metin alanlarının tam olarak nerede görüntüleneceğini ve kullanılan yazı tipini belirlemenizi sağlar. Örneğin, iletinin sertifikanızda görüntülenmesini istiyorsanız, "İleti Konumu" nın yanındaki "Konumu Ayarla" düğmesini tıklayın. Ardından, Sertifika Görüntüsünde mesajın görüntülenmesini istediğiniz alanı seçin.

source: You can define a default font, size, style and color to be used for the certificate text fields. For each individual text field, you can override these defaults by setting a specific font/style, size or color. Note that the default font style (Italic/Bold) will only be used if a font is not selected at the field level.
tr_tr: Sertifika metin alanları için kullanılacak varsayılan yazı tipini, boyutunu, stilini ve rengini tanımlayabilirsiniz. Her bir metin alanı için, belirli bir yazı tipi / stil, boyut veya renk ayarlayarak bu varsayılanları geçersiz kılabilirsiniz. Varsayılan yazı tipi stilinin (İtalik / Kalın) yalnızca alan düzeyinde bir yazı tipi seçilmemişse kullanılacağını unutmayın.

source: Previewing
tr_tr: Ön İzleme

source: You must update the certificate template to see any changes in the Preview.
tr_tr: Ön izlemedeki değişiklikleri görmek için sertifika şablonunu güncellemeniz gerekir.

source: How to Create Your First Certificate Template
tr_tr: Sertifika Şablonunuzu nasıl oluşturacaksınız.

source: First go to Sensei &gt; Certificate Templates and click "Add Certificate Template" to add a template
tr_tr: Önce Sertifikalar &gt; Sertifika Şablonları'na gidin şablon eklemek için "Sertifika Şablonu Ekle" yi tıklayın

source: Set a Certificate Name, and Certificate Background Image. Optionally configure and add some Certificate Data fields (see the "Editing a Certificate" section for more details)
tr_tr: Bir Sertifika Adı ve Sertifika Arka Plan Görüntüsü ayarlayın. İsteğe bağlı olarak bazı Sertifika Verileri alanlarını yapılandırın ve ekleyin (daha fazla ayrıntı için "Sertifika Düzenleme" bölümüne bakın)

source: Next click "Publish" to save your certificate template. You can also optionally "Preview" the certificate to check your work and field layout.
tr_tr: Ardından sertifika şablonunuzu kaydetmek için "Yayınla" yı tıklayın. Ayrıca, isteğe bağlı olarak çalışma ve alan düzeninizi kontrol etmek için sertifikayı "Ön izleme" yapabilirsiniz.

source: Next go to Sensei &gt; All Courses and either create a new course or edit an existing one, and assigning the template you created to the course.
tr_tr: Ardından Kurslar &gt; Tüm Kurslar'a gidin ve yeni bir kurs oluşturun veya mevcut bir kursu düzenleyin ve oluşturduğunuz şablonu kursa atayın.

source: Your learners can now earn a Certificate when they have completed a course! Your existing learners who have already completed a course will automatically have certificates generated for them when you installed the plugin.
tr_tr: Öğrencileriniz artık bir kursu tamamladıklarında Sertifika kazanabilirler! Bir kursu zaten tamamlamış olan öğrencileriniz, eklentiyi yüklediğinizde kendileri için otomatik olarak sertifikalar alacaktır.

source: Heading
tr_tr: Başlık

source: Message
tr_tr: Mesaj

source: Course
tr_tr: Kurs

source: Completion Date
tr_tr: Tamamlama Tarihi

source: Place
tr_tr: Yer

source: Done
tr_tr: Bitti

source: Set Position
tr_tr: Pozisyonu ayarla

source: Certificate Template updated.
tr_tr: Sertifika Şablonu güncellendi.

source: Custom field updated.
tr_tr: Özel alan güncellendi.

source: Custom field deleted.
tr_tr: Özel alan silindi.

source: Certificate Template restored to revision from %s
tr_tr: Sertifika Şablonu %s sürümünden revizyona onarıldı

source: Certificate Template saved.
tr_tr: Sertifika Şablonu kaydetildi.

source: Certificate Template submitted.
tr_tr: Sertifika Şablonu gönderildi.

source: Certificate Template scheduled for: <strong>%1$s</strong>.
tr_tr: Sertifika Şablonu <strong>%1$s</strong> için planlandı.

source: Certificate Template draft updated.
tr_tr: Sertifika Şablonu taslağı güncellendi.

# post type general name
source: Certificate Templates
tr_tr: Sertifika Şablonları

# post type singular name
source: Certificate Template
tr_tr: Sertifika Şablonu

# post type add_new
source: Add New Certificate Template
tr_tr: Yeni Sertifika Şablonu Ekle

source: Add New Certificate Template
tr_tr: Yeni Sertifika Şablonu Ekle

source: Edit Certificate Template
tr_tr: Sertifika Şablonunu Düzenle

source: New Certificate Template
tr_tr: Yeni Sertifika Şablonu

source: Certificate Templates
tr_tr: Sertifika Şablonları

source: View Certificate Template
tr_tr: Sertifika Şablonunu Görüntüle

source: Search Certificate Templates
tr_tr: Sertifika Şablonlarında Ara

source: No certificate templates found
tr_tr: Sertifika şablonu bulunamadı

source: No certificate templates found in Trash
tr_tr: Çöp Kutusunda sertifika şablonu bulunamadı

source: Learner
tr_tr: Öğrenci

source: Date Completed
tr_tr: Tamamlanma Tarihi

source: Actions
tr_tr: Eylemler

source: View Certificate
tr_tr: Sertifikayı Görüntüle

source: Course Title
tr_tr: Kurs Adı

source: At %s
tr_tr: %s de

# column name
source: Certificate Template
tr_tr: Sertifika Şablonu

source: Edit %s
tr_tr: %s Öğesini Düzenle

source: <strong>Sensei LMS Certificates</strong> requires a minimum PHP version of %1$s, but you are running %2$s.
tr_tr: <strong>Sensei LMS Sertifikaları</strong> minimum %1$s PHP sürümü gerektirir, ancak %2$s çalıştırıyorsunuz.

source: Learn more about updating PHP
tr_tr: PHP'yi güncelleme hakkında daha fazla bilgi edinin

source: (opens in a new tab)
tr_tr: (yeni bir sekmede açılır)

source: <strong>Sensei LMS Certificates</strong> requires that the plugin <strong>Sensei</strong> (minimum version: <strong>%1$s</strong>) is installed and activated.
tr_tr: <strong>Sensei LMS Sertifikaları</strong> eklenti gerektirir <strong>Sensei</strong> (minimum sürüm: <strong>%1$s</strong>) kuruldu ve etkinleştirildi.

source: Certificate Settings
tr_tr: Sertifika Ayarları

source: Options for the Certificate Extension.
tr_tr: Sertifika Uzantısı Seçenekleri.

source: View in Courses
tr_tr: Kurslarda Görüntüle

source: Show a View Certificate link in the single Course page and the My Courses page.
tr_tr: Tek Kurs sayfasında ve Kurslarım sayfasında Sertifika Görüntüle bağlantısını göster.

source: View in Learner Profile
tr_tr: Öğrenci Profilinde Görüntüle

source: Show a View Certificate link in the Learner Profile page.
tr_tr: Öğrenci Profili sayfasında Sertifika Görüntüle bağlantısını göster.

source: Public Certificate
tr_tr: Genel Sertifika

source: Allow the Learner to share their Certificate with the public. (The learner will have to enable this in their profile by going to mysite.com/learner/{learner_username})
tr_tr: Öğrencinin Sertifikasını kamuoyu ile paylaşmasına izin verin. (Öğrenci, mysite.com/learner/{learner_username} adresine giderek bunu hesabında etkinleştirmek zorunda kalacak).

# post type general name
source: Certificates
tr_tr: Sertifikalar

# post type singular name
source: Certificate
tr_tr: Sertifika

# post type add_new
source: Add New Certificate
tr_tr: Yeni Sertifika Ekle

source: Add New Certificate
tr_tr: Yeni Sertifika Ekle

source: Edit Certificate
tr_tr: Sertifikayı Düzenle

source: New Certificate
tr_tr: Yeni Sertifika

source: Certificates
tr_tr: Sertifikalar

source: Search Certificates
tr_tr: Sertifikalarda Ara

source: No certificates found
tr_tr: Sertifika bulunamadı

source: No certificates found in Trash
tr_tr: Çöp Kutusunda sertifika bulunamadı

source: Set a certificate template on the <a href="%1$s">course</a> in order to view this certificate
tr_tr: Bu sertifikayı görüntülemek için <a href="%1$s"> kursunda </a> bir sertifika şablonu ayarlayın

source: You are not allowed to view this Certificate.
tr_tr: Bu Sertifikayı görüntüleme izniniz yok.

source: Certificate Error
tr_tr: Sertifika Hatası

source: The certificate you are searching for does not exist.
tr_tr: Aradığınız sertifika mevcut değil.

source: Certificate
tr_tr: Sertifika

source: Allow my Certificates to be publicly viewed
tr_tr: Sertifikalarımın herkese açık olarak görüntülenmesine izin ver

source: Save
tr_tr: Kaydet

source: Your Certificates Public View Settings Saved Successfully.
tr_tr: Sertifikalarınız Herkese Açık Görüntüleme Ayarları Başarıyla Kaydedildi.

source: View certificate
tr_tr: Sertifikayı görüntüle

source: You must set a certificate_template primary image before you can preview
tr_tr: Ön izlemeden önce bir sertifika şablonu birincil resmi ayarlamanız gerekir

source: Name
tr_tr: Ad

source: Image
tr_tr: Görüntü

source: Draft
tr_tr: Taslak

source: Restore this item from the Trash
tr_tr: Bu öğeyi Çöp Kutusundan geri yükle

source: Restore
tr_tr: Geri Yükle

source: Move this item to the Trash
tr_tr: Bu öğeyi Çöp Kutusuna taşı

source: Trash
tr_tr: Çöp

source: Delete this item permanently
tr_tr: Bu öğeyi kalıcı olarak sil

source: Delete Permanently
tr_tr: Kalıcı Olarak Sil

source: Default Font
tr_tr: Varsayılan yazı tipi

source: Default Font color
tr_tr: Varsayılan Yazı Tipi rengi

source: The default text color for the certificate.
tr_tr: Sertifika için varsayılan metin rengi.

source: Heading Position
tr_tr: Başlık Konumu

source: Optional position of the Certificate Heading
tr_tr: Sertifika Başlığının isteğe bağlı konumu

source: Font
tr_tr: Tazı Tipi

source: Font color
tr_tr: Yazı rengi

source: Heading Text
tr_tr: Başlık Metni

source: Text to display in the heading.
tr_tr: Başlıkta görüntülenecek metin.

source: Message Position
tr_tr: Mesaj Konumu

source: Optional position of the Certificate Message
tr_tr: Sertifika Mesajının isteğe bağlı konumu

source: Message Text
tr_tr: Mesaj Metni

source: Text to display in the message area.
tr_tr: Mesaj alanında görüntülenecek metin.

source: This is to certify that {{learner}} has completed the course
tr_tr: Bu, {{öğrenci}} 'in kursu tamamladığını onaylamak içindir

source: Course Position
tr_tr: Kurs Konumu

source: Optional position of the Course Name
tr_tr: Kurs Adının isteğe bağlı konumu

source: Course Text
tr_tr: Kurs Metni

source: Text to display in the course area.
tr_tr: Kurs alanında görüntülenecek metin.

source: Completion Date Position
tr_tr: Tamamlama Tarihi Pozisyonu

source: Optional position of the Course Completion date
tr_tr: Kurs bitirme tarihinin isteğe bağlı konumu

source: Completion Date Text
tr_tr: Tamamlanma Tarihi Metni

source: Text to display in the course completion date area.
tr_tr: Kurs tamamlanma tarihi alanında görüntülenecek metin.

source: {{completion_date}}
tr_tr: {{tamamlama_tarihi}}

source: Place Position
tr_tr: Yer Konumu

source: Optional position of the place of Certification.
tr_tr: Sertifikasyon yerinin isteğe bağlı konumu.

source: Course Place Text
tr_tr: Ders Yeri Metni

source: Text to display in the course place area.
tr_tr: Kurs yeri alanında görüntülenecek metin.

source: Set certificate image
tr_tr: Sertifika resmini ayarla

source: Remove certificate image
tr_tr: Sertifika resmini kaldır

source: None
tr_tr: Yok

source: No certificate template exist yet. Please add some first.
tr_tr: Henüz bir sertifika şablonu yok. Lütfen önce birkaç tane ekleyin.

source: Certificate Background Image <small>&ndash; Used to lay out the certificate fields found in the Certificate Data box.</small>
tr_tr: Sertifika Arka Plan Resmi <small>&ndash; Sertifika Verileri kutusunda bulunan sertifika alanlarını düzenlemek için kullanılır. </small>

source: Certificate Template
tr_tr: Sertifika Şablonu

source: Size
tr_tr: Boyut

source: Bold
tr_tr: Kalın

source: Italic
tr_tr: İtalik

source: Center Align
tr_tr: Ortaya Hizala

source: Border
tr_tr: Kenar

source: Remove Position
tr_tr: Konumu Kaldır
