Repository: mhmtaltnts/wp-content
Catalog: languages/plugins/sensei-lms-*.po
Languages: tr_tr

source: Your student has completed a course
tr_tr: Öğrenciniz bir kursu tamamladı

source: [%1$s] Your student has completed a lesson
tr_tr: [%1$s] Öğrenciniz bir dersi tamamladı

source: Your student has completed a lesson
tr_tr: Öğrenciniz bir dersi tamamladı

source: Course assigned to you
tr_tr: Size atanan kurs

source: New course assigned to you
tr_tr: Size atanan yeni kurs

source: [%1$s] You have received a new private message
tr_tr: [%1$s] Yeni bir özel mesaj aldınız

source: Your student has sent you a private message
tr_tr: Öğrenciniz size özel bir mesaj gönderdi

source: [%1$s] Your student has submitted a quiz for grading
tr_tr: [%1$s] Öğrenciniz değerlendirilmek üzere bir test gönderdi

source: Your student has submitted a quiz for grading
tr_tr: Öğrenciniz değerlendirilmek üzere bir test gönderdi

source: [%1$s] Your student has started a course
tr_tr: [%1$s] Öğrenciniz bir kursa başladı

source: Your student has started a course
tr_tr: Öğrenciniz bir kursa başladı

source: <strong>Sensei LMS</strong> has detected an incompatible version of WooCommerce Paid Courses. Learners will not be able to access their courses until it is upgraded to version 2.0.0 or greater.
tr_tr: <strong> Sensei LMS </strong>, WooCommerce Ücretli Kurslarının uyumsuz bir sürümünü tespit etti. Öğrenciler 2.0.0 veya daha yeni bir sürüme yükseltilene kadar derslerine erişemezler.

source: Manual
tr_tr: Manuel

source: Learner manual enrollment <strong>was not migrated</strong> from a legacy version of Sensei LMS.
tr_tr: Sensei LMS'nin eski sürümünden öğrenci manuel kaydı <strong> taşınmadı </strong>.

source: Learner <strong>did not have</strong> course progress at the time of manual enrollment migration.
tr_tr: Manuel kayıt geçişi sırasında öğrencide ilerleme <strong>kaydedilmemiştir</strong>.

source: Learner <strong>did have</strong> course progress at the time of manual enrollment migration.
tr_tr: Manuel kayıt geçişi sırasında öğrenci <strong> kurs ilerledi </strong>.

source: Manual enrollment <strong>was not provided</strong> to the learner on legacy migration.
tr_tr: Kalıtsal geçiş konusunda öğrenciye manuel kayıt <strong> sağlanmadı </strong>.

source: Manual enrollment <strong>was provided</strong> to the learner on legacy migration.
tr_tr: Kalıtsal geçiş konusunda öğrenciye manuel kayıt <strong> sağlandı </strong>.

source: Course not found.
tr_tr: Kurs bulunamadı.

source: An error occurred while saving the course structure.
tr_tr: Kurs bileşenleri saklanırken bir hata oluştu.

source: Lesson post ID
tr_tr: Ders yayım kimliği

source: Lesson title
tr_tr: Ders başlığı

source: Module term ID
tr_tr: Modül dönem KN

source: Module title
tr_tr: Modül başlığı

source: Lessons in module
tr_tr: Modüldeki dersler

source: Job not found.
tr_tr: Görev bulunamadı.

source: No job could be found.
tr_tr: Görev bulunamadı.

source: No job has been created.
tr_tr: Herhangi bir görev oluşturulmadı.

source: Job could not be started
tr_tr: İşlem başlatılamadı

source: File name
tr_tr: Dosya adı

source: Unique identifier for the job
tr_tr: Görev için benzersiz tanımlayıcı

source: Percent complete
tr_tr: Tamamlanan Oran

source: Log message
tr_tr: Kayıt mesajları

source: Course not found
tr_tr: Kurs bulunamadı

source: Course does not exist
tr_tr: Kurs mevcut değil

source: No Course ID provided
tr_tr: Kurs Kimliği sağlanmadı

source: Module not found
tr_tr: Modül bulunamadı

source: Sorry, you are not allowed to manage plugins for this site.
tr_tr: Üzgünüz, Bu sitede eklentileri yönetme izniniz yok.

source: No plugins to update found.
tr_tr: Güncellenecek eklenti bulunamadı.

source: Plugin update failed.
tr_tr: Eklenti güncelleme başarısız.

source: File upload error.
tr_tr: Dosya yükleme hatası.

source: No active job has been found.
tr_tr: Aktif bir görev bulunamadı.

source: File does not exist.
tr_tr: Dosya mevcut değil.

source: Job file could not be deleted.
tr_tr: İş dosyası silinemedi.

source: Lesson not found.
tr_tr: Ders bulunamadı.

source: Cannot update the quiz of an Auto Draft lesson.
tr_tr: Otomatik ders taslak sınavı güncellenemiyor.

source: The username of the message's sender.
tr_tr: İletiyi gönderenin kullanıcı adı.

source: The message's title.
tr_tr: Mesajın başlığı.

source: The formatted date that the message was created.
tr_tr: İletinin oluşturulduğu biçimlendirilmiş tarih.

source: The excerpt for the object.
tr_tr: Nesne için seçme parça.

source: Excerpt for the object, as it exists in the database.
tr_tr: Veritabanında olduğu gibi, nesne için seçme parça.

source: HTML excerpt for the object, transformed for display.
tr_tr: Nesne için HTML seçme parça, görüntüleme için dönüştürüldü.

source: Whether the excerpt is protected with a password.
tr_tr: Seçme parçanın bir şifre ile korunup korunmadığı.

source: Returns the messages from either all or the current user.
tr_tr: Tümünden veya geçerli kullanıcıdan gelen iletileri döndürür.

source: Parameter sender can be either current or all
tr_tr: Parametre gönderici mevcut veya tümü olabilir

source: Invalid question category selected.
tr_tr: Geçersiz soru kategorisi seçildi.

source: Question not found.
tr_tr: Soru bulunamadı.

source: The question type term slug.
tr_tr: Soru tipi dönem bağı.

source: Sorry, you are not allowed to view posts in this post type.
tr_tr: Üzgünüz, Bu yayım türünde yayımları görüntüleme izniniz yok.

source: Slugs of extensions selected by the site owner.
tr_tr: Site sahibi tarafından seçilen uzantıların yapışkanları(slug).

source: Sensei extensions.
tr_tr: Sensei uzantıları.

source: Completed steps.
tr_tr: Tamamlanan adımlar.

source: Usage tracking preference given by the site owner.
tr_tr: Site sahibi tarafından verilen kullanım izleme imtiyazı.

source: Purposes selected by the site owner.
tr_tr: Site sahibi tarafından seçilen amaçlar.

source: Other free-text purpose.
tr_tr: Diğer serbest metin amacı.

source: SENSEI: The hook '%1$s', has been deprecated since '%2$s'.
tr_tr: SENSEI: '%1$s' kancası, '%2$s' den beri kullanımdan kaldırıldı.

source: Please use '%s' instead.
tr_tr: Lütfel '%s' yerine kullanınız.

source: Shortcode `[%s]`
tr_tr: Kısa kod `[%s]`

source: The shortcode `[%1$s]` (used on: %2$s) has been deprecated since Sensei v1.9.0. Check %3$s for alternatives.
tr_tr: Sensei v1.9.0'dan beri `[%1$s]` (kullanıldı burada: %2$s) kısa kodu kullanımdan kaldırıldı. Alternatifler için %3$s'yi kontrol edin.

source: The Sensei LMS shortcode <strong>[%1$s]</strong> has been deprecated and will soon be removed. Check <a href="%2$s" rel="noopener">Sensei LMS documentation</a> for alternatives. Only site editors will see this notice.
tr_tr: Sensei LMS kısa kodu <strong> [%1$s] </strong> kullanımdan kaldırıldı ve yakında silinecek. Alternatifler için <a href="%2$s" rel="noopener"> Sensei LMS belgelerine </a> bakın. Bu bildirimi yalnızca site editörleri görür.

source: No course categories found.
tr_tr: Kurs kategorisi bulunamadı.

source: Please supply a course ID for the shortcode: %s
tr_tr: Lütfen kısa kod için bir kurs kimliği sağlayın: %s

source: Error rendering %1$s shortcode - %2$s
tr_tr: %1$s kısa kodu oluşturma hatası -%2$s

source: Please supply a lesson ID for this shortcode.
tr_tr: Lütfen bu kısa kod için bir ders kimliği sağlayın.

source: No posts found.
tr_tr: Gönderi bulunamadı.

source: You have no active or completed courses.
tr_tr: Aktif veya tamamlanmış kursunuz yoktur.

source: Please login to view your messages.
tr_tr: Mesajlarınızı görüntülemek için lütfen giriş yapın.

source: You do not have any messages.
tr_tr: Mesajınız yok.

source: Take This Course
tr_tr: Bu kursa katılın

source: Deactivate other instances of Sensei LMS before activating this plugin.
tr_tr: Bu eklentiyi etkinleştirmeden önce diğer Sensei LMS eylemlerini devre dışı bırakın.

source: No lessons found that match your selection.
tr_tr: Seçiminizle eşleşen ders bulunamadı.

source: Total Grade
tr_tr: Toplam Not

source: The Course
tr_tr: Kurs

source: was submitted for review by
tr_tr: tarafından incelenmek üzere gönderildi

source: You can review and publish the new course here:
tr_tr: Yeni kursu buradan inceleyebilir ve yayınlayabilirsiniz:

source: You have completed and %1$s the course
tr_tr: Kursu tamamladınız ve %1$s

source: You %1$s the lesson
tr_tr: Siz dersten %1$s

source: with a grade of
tr_tr: puanı ile

source: The pass mark is %1$s
tr_tr: Geçme notu: %1$s

source: You can review your grade and your answers %1$shere%2$s.
tr_tr: Notunuzu ve cevaplarınızı %1$sburada%2$s inceleyebilirsiniz.

source: has replied to your private message regarding the %1$s
tr_tr: %1$s ile ilgili özel mesajınızı yanıtladı

source: You can view the message and reply %1$shere%2$s.
tr_tr: Mesajı görebilir ve %1$sburadan%2$s yanıtlayabilirsiniz.

source: Your student
tr_tr: Öğrencileriniz

source: has completed and %1$s the course
tr_tr: tamamlandı ve %1$s kursu

source: Manage this course's learners %1$shere%2$s.
tr_tr: Bu kursun öğrencilerini yönetin %1$s burada %2$s.

source: has completed the lesson
tr_tr: dersi tamamladı

source: Manage this lesson's learners %1$shere%2$s.
tr_tr: Bu dersin öğrencilerini %1$sburadan%2$s yönetin.

source: has been assigned to you.
tr_tr: size atandı.

source: You can edit the assigned course here:
tr_tr: Atanan kursu buradan düzenleyebilirsiniz:

source: has sent you a private message regarding the %1$s
tr_tr: %1$s ile ilgili özel bir mesaj gönderdi

source: You can reply to this message %1$shere%2$s.
tr_tr: Bu iletiyi %1$sburada%2$s yanıtlayabilirsiniz.

source: has submitted the quiz for lesson
tr_tr: derse yönelik sınavını sundu

source: for grading.
tr_tr: değerlendirmek için.

source: You can grade this quiz %1$shere%2$s.
tr_tr: Bu sınavı %1$sburada%2$s olarak değerlendirebilirsiniz.

source: has started the course
tr_tr: kursa başladı

source: The user requested does not exist.
tr_tr: İstenen kullanıcı mevcut değil.

source: There are no questions for this Quiz yet. Check back soon.
tr_tr: Bu Test için henüz soru yok. Daha sonra tekrar kontrol ediniz.

source: Uploading a new file will replace your existing one:
tr_tr: Yeni bir dosya yüklerseniz mevcut dosyanın yerini alır:

source: There are no courses for this teacher.
tr_tr: Bu öğretmen için kurs yok.

source: Username or Email
tr_tr: Kullanıcı adı ya da e-posta

source: Lost your password?
tr_tr: Şifreni mi unuttun?

source: Remember me
tr_tr: Beni hatırla

source: This widget will output a list of Courses for a specific category.
tr_tr: Bu araç belirli bir kategori için Kursların listesini çıkarır.

source: Sensei LMS - Category Courses
tr_tr: Sensei LMS - Kurs Kategorileri

source: Title (optional):
tr_tr: Başlık (isteğe bağlı):

source: Select Category:
tr_tr: Kategori Seç:

source: Number of Courses (optional):
tr_tr: Kurs Sayısı (isteğe bağlı):

source: This widget will output a list of Course Categories.
tr_tr: Bu araç, Kurs Kategorilerinin bir listesini çıkarır.

source: Sensei LMS - Course Categories
tr_tr: Sensei LMS - Kurs Kategorileri

source: Number of Categories (optional):
tr_tr: Kategori Sayısı (isteğe bağlı):

source: Show post counts
tr_tr: Gönderi sayısını göster

source: Show hierarchy
tr_tr: Hiyerarşiyi göster

source: This widget will output a list of Courses - New, Featured, Free, Paid, Active, Completed.
tr_tr: Bu araç, Yeni, Öne Çıkan, Ücretsiz, Ücretli, Aktif, Tamamlanan Kursların bir listesini çıkarır.

source: Sensei LMS - Course Component
tr_tr: Sensei LMS - Kurs Bileşeni

source: My Active Courses
tr_tr: Aktif Kurslarım

source: My Completed Courses
tr_tr: Tamamladığım Kurslar

source: Component:
tr_tr: Bileşen:

source: You have no featured courses.
tr_tr: Öne çıkan kurslarınız yok.

source: You have no completed courses.
tr_tr: Tamamlanmış kursunuz yok.

source: You have no courses.
tr_tr: Kursunuz yok.

source: This widget will output a list of the latest Lessons.
tr_tr: Bu araç en son Derslerin bir listesini çıkarır.

source: Sensei LMS - Lesson Component
tr_tr: Sensei LMS - Ders Bileşeni

source: New Lessons
tr_tr: Yeni Dersler

source: Number of Lessons (optional):
tr_tr: Ders Sayısı (isteğe bağlı):

source: More Lessons
tr_tr: Daha fazla ders

# page_slug
source: courses-overview
tr_tr: kurslar-genelbakıs

# page_slug
source: my-courses
tr_tr: kurslarım

# post type single url slug
source: course
tr_tr: kurs

# column name
source: Course Title
tr_tr: Kurs Başılığı

# column name
source: Pre-requisite Course
tr_tr: Hazırlık Kursu

# column name
source: Category
tr_tr: Kategori

# column name
source: Lesson Title
tr_tr: Ders Başlığı

# column name
source: Course
tr_tr: Kurs

# column name
source: Pre-requisite Lesson
tr_tr: Hazırlık Dersi

# column name
source: Question
tr_tr: Soru

# column name
source: Type
tr_tr: Tip

# column name
source: Categories
tr_tr: Kategoriler

# post type single url base
source: course
tr_tr: kurs

# post type single slug
source: lesson
tr_tr: ders

# post type single slug
source: quiz
tr_tr: sınav

# post type single slug
source: question
tr_tr: soru

# post type single slug
source: multiple_question
tr_tr: coklu_soru

# post type single slug
source: messages
tr_tr: mesajlar

# taxonomy general name
source: Course Categories
tr_tr: Kurs Kategorileri

# taxonomy general name
source: Quiz Types
tr_tr: Sınav Tipleri

# taxonomy general name
source: Question Types
tr_tr: Soru Tipleri

# taxonomy general name
source: Question Categories
tr_tr: Soru Kategorileri

# taxonomy general name
source: Lesson Tags
tr_tr: Ders Etiketleri

# taxonomy singular name
source: Course Category
tr_tr: Kurs Kategorisi

# taxonomy singular name
source: Quiz Type
tr_tr: Sınav Tipi

# taxonomy singular name
source: Question Type
tr_tr: Soru Tipleri

# taxonomy singular name
source: Question Category
tr_tr: Soru Kategorisi

# taxonomy singular name
source: Lesson Tag
tr_tr: Ders Etiketi

# taxonomy archive slug
source: course-category
tr_tr: kurs-kategorisi

# taxonomy archive slug
source: quiz-type
tr_tr: sınav-tipi

# taxonomy archive slug
source: question-type
tr_tr: soru_tipi

# taxonomy archive slug
source: question-category
tr_tr: soru-kategorisi

# taxonomy archive slug
source: lesson-tag
tr_tr: ders-etiketi

# plugin action link
source: Configure
tr_tr: Yapılandır
