Repository: mhmtaltnts/wp-content
Catalog: languages/plugins/sensei-lms-*.po
Languages: tr_tr

source: Cached enrollment status
tr_tr: Belleklenmiş kayıt durumu

source: Matches Calculated Enrollment
tr_tr: İşli Kayıtları Eşleştir

source: Does Not Match Calculated Enrollment
tr_tr: İşli Kayıtlar Eşleşmiyor

source: Does Not Handle Course
tr_tr: Kursu Üstelenmiyor

source: Enrolls Learner
tr_tr: Öğrenci Kaydeder

source: Does Not Enroll Learner
tr_tr: Öğrenciyi Kaydetme

source: Information
tr_tr: Bilgi

source: More information...
tr_tr: Daha fazla bilgi...

source: History
tr_tr: Geçmiş

source: More Information &rarr;
tr_tr: Daha fazla bilgi &rarr;

source: No extensions were found.
tr_tr: Uzantı bulunamadı.

source: More Details
tr_tr: Daha fazla detay

source: All Tools
tr_tr: Tüm Araçlar

source: Run Action
tr_tr: Eylem Yürüt

source: Your private message has been sent.
tr_tr: Özel mesajınız gönderildi.

source: Send Private Message
tr_tr: Özel Mesaj Gönder

source: Enter your private message.
tr_tr: Özel mesajınızı girin.

source: Send Message
tr_tr: Mesaj gönder

source: There is no published content in this course yet.
tr_tr: Bu kursa ait yayımlanmış içerik henüz yoktur.

source: (Draft)
tr_tr: (Taslak)

source: %1$d completed (%2$s)
tr_tr: %1$d tamamlandı (%2$s)

source: %d minute
tr_tr: %d dakika

source: REST Api TestHarness
tr_tr: REST Api TestSürümü

source: Order Courses
tr_tr: Kursları Sırala

source: Order Lessons
tr_tr: Dersleri Sırala

source: This will duplicate the lesson quiz and all of its questions. Are you sure you want to do this?
tr_tr: Bu ders sınavını ve tüm sorularını çoğaltacaktır. Bunu yapmak istediğinizden emin misiniz?

source: Duplicate this lesson
tr_tr: Bu dersi çoğalt

source: Duplicate
tr_tr: Çoğalt

source: This will duplicate the course lessons along with all of their quizzes and questions. Are you sure you want to do this?
tr_tr: Bu işlem, tüm sınavları ve soruları ile birlikte kurs derslerini çoğaltacaktır. Bunu yapmak istediğinizden emin misiniz?

source: Duplicate this course
tr_tr: Bu kursu çoğalt

source: Duplicate this course with its lessons
tr_tr: Bu kursu dersleriyle çoğalt

source: Duplicate (with lessons)
tr_tr: Çoğalt (derslerle birlikte)

source: Please supply a %1$s ID.
tr_tr: Lütfen %1$s kimliği sağlayın.

source: Invalid post type. Can duplicate only lessons and courses
tr_tr: Geçersiz gönderi türü. Sadece kursları ve dersleri çoğaltabilir

source: Insufficient permissions
tr_tr: Yetersiz yetkiler

source: Show all courses
tr_tr: Tüm kursları göster

source: The course order has been saved.
tr_tr: Kurs sırası kaydedildi.

source: Save course order
tr_tr: Kurs sırasını kaydet

source: The lesson order has been saved.
tr_tr: Ders sırası kaydedildi.

source: Select a course
tr_tr: Kurs seç

source: Select
tr_tr: Seç

source: Other Lessons
tr_tr: Diğer Dersler

source: There are no lessons in this course.
tr_tr: Bu kursta ders bulunmamaktadır.

source: Save lesson order
tr_tr: Ders sırasını kaydet

source: My Profile
tr_tr: Hesabım

source: Login
tr_tr: Giriş

source: Logout
tr_tr: Çıkış Yap

source: Add to Menu
tr_tr: Menüye Ekle

source: Settings > General
tr_tr: Ayarlar>Genel

source: add a new Administrator
tr_tr: yeni bir Yönetici ekle

source: existing Administrator
tr_tr: mevcut Yönetici

source: To prevent issues with Sensei LMS module names, your Email Address in %1$s should also belong to an Administrator user. You can either %2$s with the email address %3$s, or change that email address to match the email of an %4$s.
tr_tr: Sensei LMS modül adlarıyla ilgili sorunları önlemek için %1$s içindeki E-posta Adresiniz bir Yönetici kullanıcısına ait olmalıdır. %3$s e-posta adresiyle %2$s veya bu e-posta adresini %4$s e-posta ile eşleşecek şekilde değiştirebilirsiniz.

source: Percent Complete
tr_tr: Tamamlanan Yüzde

source: Learners
tr_tr: Öğrenciler

source: Average Grade
tr_tr: Ortalama puan

source: Not started
tr_tr: Başlamadı

source: No Grade
tr_tr: Değerlendirme Yok

source: Graded
tr_tr: Değerlendirildi

source: Passed
tr_tr: Başarılı

source: Ungraded
tr_tr: Değerlendirilmedi

source: Other Learners taking this Course
tr_tr: Bu Kursu Alan Diğer Öğrenciler

source: Learners taking this Course
tr_tr: Bu kursu alan öğrenciler

source: Lessons in this Course
tr_tr: Bu Kurstaki Dersler

source: Export all rows (CSV)
tr_tr: Tüm satırları ihraç et (CSV)

source: Learners taking this Lesson
tr_tr: Bu dersi alan öğrenciler

source: Average Percentage
tr_tr: Ortalama yüzde

source: Email
tr_tr: E-posta

source: Date Registered
tr_tr: Kayıt Tarihi

source: Total Courses
tr_tr: Toplam Kurs

source: Total Lessons
tr_tr: Toplam Ders

source: Total Learners
tr_tr: Toplam Öğrenci

source: Average Courses per Learner
tr_tr: Öğrenci Başına Ortalama Kurs

source: Total Completed Courses
tr_tr: Toplam Tamamlanan Kurs

source: %1$sNo %2$s found%3$s
tr_tr: %1$sHayır %2$s bulundu%3$s

source: Analysis
tr_tr: Analiz

source: Invalid request
tr_tr: Geçersiz istek

source: Invalid user
tr_tr: Geçersiz kullanıcı

source: Course Results:
tr_tr: Kurs Sonuçları:

source: Module with id "%d" was not found
tr_tr: %d kn modül bulunamadı

source: Course Prerequisite
tr_tr: Kurs Önhazırlığı

source: Featured Course
tr_tr: Öne Çıkan Kurs

source: Course Video
tr_tr: Kurs Videosu

source: Course Lessons
tr_tr: Kurs Dersleri

source: Course Management
tr_tr: Kurs Yönetimi

source: Course Notifications
tr_tr: Kurs Bildirimleri

source: No courses exist yet. Please add some first.
tr_tr: Henüz kurs yok. Lütfen önce kurs ekleyin.

source: Feature this course
tr_tr: Bu kursu öne çıkarın

source: Video Embed Code
tr_tr: Video Yerleştirme Kodu

source: Paste the embed code for your video (e.g. YouTube, Vimeo etc.) in the box above.
tr_tr: Videonuz için yerleştirme kodunu (ör. YouTube, Vimeo vb.) Yukarıdaki kutuya yapıştırın.

source: Edit %s
tr_tr: Düzenle %s

source: Edit this lesson
tr_tr: Bu dersi düzenle

source: No lessons exist yet for this course.
tr_tr: Bu kurs için henüz ders yok.

source: Add a Lesson
tr_tr: Ders Ekle

source: Please add some.
tr_tr: Lütfen birkaç ekleyin.

source: + Add Another Lesson
tr_tr: + Başka Ders Ekle

source: Manage Grading
tr_tr: Değerlendirmeyi yönetin

source: Querying with argument `$type` having a value of `freecourses` is deprecated.
tr_tr: "Ücretsizkurslat" değerine sahip "$type" bağımsız değişkeniyle sorgulama kullanımdan kaldırıldı.

source: Querying with argument `$type` having a value of `paidcourses` is deprecated.
tr_tr: "Ücretli dersler" değerine sahip "$type" bağımsız değişkeniyle sorgulama kullanımdan kaldırıldı.

source: by
tr_tr: öğretmen

source: in %s
tr_tr: %s içinde

source: %1$d of %2$d lessons completed
tr_tr: %2$d dersin %1$d'i tamamlandı

source: Mark as Complete
tr_tr: Tamamlandı Olarak İşaretle

source: Delete Course
tr_tr: Kursu Sil

source: Previous
tr_tr: Önceki

source: View results
tr_tr: Sonuçları görüntüle

source: You have no active courses.
tr_tr: Aktif kursunuz yoktur.

source: You have not completed any courses yet.
tr_tr: Henüz herhangi bir kurs tamamlamadınız.

source: This learner has no active courses.
tr_tr: Bu öğrencinin aktif bir kursu yoktur.

source: This learner has not completed any courses yet.
tr_tr: Bu öğrenci henüz herhangi bir kursu tamamlamadı.

source: View & reply to private messages sent to your course & lesson teachers.
tr_tr: Kurs ve ders öğretmenlerinize gönderilen özel mesajları görüntüleyin ve yanıtlayın.

source: Start a Course!
tr_tr: Kurs Başlat!

source: Currently completed %1$s lesson of %2$s in total
tr_tr: Toplam %2$s dersten %1$s ders şu anda tamamlandı

source: Disable notifications on this course?
tr_tr: Bu kursla ilgili bildirimleri devre dışı bırakmak istiyor musunuz?

source: Preview this course
tr_tr: Bu kursu ön izle

source: (%d preview lessons)
tr_tr: (%d ön izleme dersleri)

source: by <a href="%1$s" title="%2$s">%3$s</a>
tr_tr: öğretmen: <a href="%1$s" title="%2$s">%3$s</a>

source: Sort by newest first
tr_tr: En yeniye göre sırala

source: Sort by title A-Z
tr_tr: Başlığa göre sırala A-Z

source: Featured
tr_tr: Öne Çıkan

source: %1$s Archives: %2$s
tr_tr: %1$s Arşivi: %2$s

source: New Courses
tr_tr: Yeni Kurslar

source: Featured Courses
tr_tr: Öne Çıkan Kurslar

source: Free Courses
tr_tr: Ücretsiz Kurslar

source: Paid Courses
tr_tr: Ücretli Kurslar

source: or %1$slog in%2$s to view this course.
tr_tr: veya bu kursu görüntülemek için %1$s giriş %2$s.

source: Register
tr_tr: Kayıt ol

source: Course Category:
tr_tr: Kurs Kategorisi:

source: You must first complete: %1$s
tr_tr: Önce tamamlamanız gerekir:%1$s

source: You must first complete %1$s before taking this course.
tr_tr: Bu kursu katılmadan önce %1$s tamamlamanız gerekiyor.

source: <strong>Sensei LMS</strong> requires a minimum PHP version of %1$s, but you are running %2$s.
tr_tr: <strong>Sensei LMS</strong> için minimum %1$s PHP sürümü gerekiyor, ancak siz %2$s çalıştırıyorsunuz.

source: Learn more about updating PHP
tr_tr: PHP'yi güncelleme hakkında daha fazla bilgi edinin

source: (opens in a new tab)
tr_tr: (yeni bir sekmede açılır)

source: Back to:
tr_tr: Geriye:

source: Back to the course
tr_tr: Kursa geri dön

source: Back to the lesson
tr_tr: Derse geri dön

source: Lesson tags: %1$s
tr_tr: Ders etiketleri: %1$s

source: Lesson tag: %1$s
tr_tr: Ders etiketi: %1$s

source: Lesson Reset Successfully.
tr_tr: Ders Başarıyla Sıfırlandı.

source: %1$s marked as complete.
tr_tr: %1$s tamamlandı olarak işaretlendi.

source: %1$s deleted.
tr_tr: %1$s silindi.

source: by
tr_tr: öğretmen

source: You can access %d of this course's lessons for free
tr_tr: Bu kursun %d dersine ücretsiz erişebilirsiniz

source: No courses found that match your selection.
tr_tr: Seçiminizle eşleşen kurs bulunamadı.

source: Username
tr_tr: Kullanıcı adı

source: Email address
tr_tr: Eposta Adresi

source: Password
tr_tr: Şifre

source: Part of: %s
tr_tr: Bölümü: %s

source: View course
tr_tr: Kursu görüntüle

source: <strong>ERROR</strong>: Please enter a username.
tr_tr: <strong>HATA</strong>: Lütfen bir kullanıcı adı giriniz.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
tr_tr: <strong>HATA</strong>: Bu kullanıcı adı geçersiz çünkü geçersiz karakterler kullanıyor. Lütfen geçerli bir kullanıcı adı girin.

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
tr_tr: <strong>HATA</strong>: Bu kullanıcı adı zaten kayıtlı. Lütfen başka birini seçiniz.

source: <strong>ERROR</strong>: Please enter an email address.
tr_tr: <strong>Hata</strong>: Lütfen bir e-posta adresi giriniz.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
tr_tr: <strong>HATA</strong>: E-posta adresi doğru değil.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
tr_tr: <strong>HATA</strong>: Bu e-posta zaten kayıtlı, lütfen başka bir e-posta seçin.

source: <strong>ERROR</strong>: The password field is empty.
tr_tr: <strong>HATA</strong>: Şifre alanı boş.

source: <strong>ERROR</strong>: Couldn&#8217;t register you&hellip; please contact the <a href="mailto:%s">webmaster</a> !
tr_tr: <strong>HATA</strong>: Kayıt edilemediniz.... <a href="mailto:%s">Kurum yöneticisi ile iletişime geçin</a> !

source: Incorrect login details
tr_tr: Hatalı giriş bilgileri

source: Please enter your username and password
tr_tr: Lütfen kullanıcı adınızı ve şifrenizi giriniz

source: Updated
tr_tr: Güncellendi

source: Grade quiz
tr_tr: Testi Değerlendir

source: Review grade
tr_tr: Değerlendirmeyi gözden geçir

source: No submissions found.
tr_tr: Hiçbir gönderi bulunamadı.

source: Reset filter
tr_tr: Filtreyi sıfırla

source: Grade:
tr_tr: Başarı Notu:

source: Save
tr_tr: Kaydet

source: Auto grade
tr_tr: Otomatik değerlendir

source: Submitted file: %1$s
tr_tr: Gönderilen dosya: %1$s

source: Question %d:
tr_tr: Soru %d:

source: Correct answer
tr_tr: Doğru cevap

source: Add feedback here...
tr_tr: Buraya geribesleme ekleyiniz...

source: Select a lesson
tr_tr: Ders seç

source: Quiz Graded Successfully!
tr_tr: Başarılı olarak değerlendirilen test!

source: This quiz is not able to be automatically graded.
tr_tr: Bu sınav otomatik olarak değerlendirilemez.

source: learner
tr_tr: öğrenci

source: Courses %s is taking
tr_tr: %s tarafından alınan kurslar

source: Learner term could not be created for user.
tr_tr: Öğrenici terimi kullanıcı için oluşturulamadı.

source: Prerequisite
tr_tr: Ön hazırlık

source: Quiz Settings*
tr_tr: Sınav Ayarları

source: Quiz Questions*
tr_tr: Sınav Soruları

source: Lesson Length in minutes
tr_tr: Dakika cinsinden ders süresi

source: Lesson Complexity
tr_tr: Ders Zorluğu

source: No lessons exist yet. Please add some first.
tr_tr: Henüz ders yok. Lütfen önce ders ekleyin.

source: Allow this lesson to be viewed without login
tr_tr: Kayıt yapılmadan bu dersin görüntülenmesine izin ver

source: Once you have saved your lesson you will be able to add questions.
tr_tr: Dersinizi kaydettikten sonra soru ekleyebilirsiniz.

source: Please save your lesson in order to add questions to your quiz.
tr_tr: Sınava soru eklemek için lütfen dersi kaydedin.

source: Action
tr_tr: Aksiyon

source: There are no Questions for this Quiz yet. Please add some below.
tr_tr: Bu Test için henüz soru yok. Lütfen aşağıya ekleyiniz.

source: Add file
tr_tr: Dosya ekle

source: Change file
tr_tr: Dosyayı değiştir

source: Edit Question
tr_tr: Soruyu Düzenle

source: Edit
tr_tr: Düzenle

source: Remove Question
tr_tr: Soruyu Kaldır

source: Remove
tr_tr: Kaldır

source: Selected from '%1$s'
tr_tr: '%1$s' içinden seçildi

source: Remove Question(s)
tr_tr: Soru(ları) Kaldır

source: Question:
tr_tr: Soru:

source: Description:
tr_tr: Açıklama:

source: Add file to question
tr_tr: Soruya dosya ekle

source: Add to question
tr_tr: Soruya ekle

source: Delete file
tr_tr: Dosyayı sil

source: Update Question
tr_tr: Soruyu Güncelle

source: Existing Questions
tr_tr: Mevcut Sorular

source: Category Questions
tr_tr: Kategori Soruları

source: Add a new question to this quiz - your question will also be added to the %1$squestion bank%2$s.
tr_tr: Bu teste yeni bir soru ekleyin - sorunuz %1$s soru bankasına %2$s da eklenecek.

source: Question Type:
tr_tr: Soru Tipi:

source: Question Category:
tr_tr: Soru Kategorisi:

source: Add Question
tr_tr: Soru Ekleyin

source: Add an existing question to this quiz from the %1$squestion bank%2$s.
tr_tr: Mevcut bir soruyu %1$ssoru bankasından%2$s bu teste ekleyin.

source: Unused
tr_tr: Kullanılmamış

source: Used
tr_tr: Kullanılmış

source: All Types
tr_tr: Tüm Türler

source: All Categories
tr_tr: Tüm Kategoriler

source: Search
tr_tr: Ara

source: Add Selected Question(s)
tr_tr: Seçilen Soru(ları) Ekle

source: Add any number of questions from a specified category. Edit your question categories %1$shere%2$s.
tr_tr: Belirli bir kategoriden istediğiniz sayıda soru ekleyin. Soru kategorilerinizi %1$sburada%2$s düzenleyin.

source: Select a Question Category
tr_tr: Bir Soru Kategorisi Seçin

source: Number of questions:
tr_tr: Soru sayısı:

source: Add Question(s)
tr_tr: Soru(lar) Ekleyin

source: There are no questions matching your search.
tr_tr: Aramanızla eşleşen soru yok.

source: Right:
tr_tr: Doğru:

source: Wrong:
tr_tr: Yanlış:

source: Add right answer
tr_tr: Doğru cevap ekle

source: Add wrong answer
tr_tr: Yanlış cevap ekle

source: Text before the gap:
tr_tr: Boşluktan önce metin:

source: Gap:
tr_tr: Boşluk:

source: Text after the gap:
tr_tr: Boşluk sonrası metin:

source: Preview:
tr_tr: Ön İzleme:

source: Grading Notes:
tr_tr: Değerlendirme Puanı:

source: This feedback will be automatically displayed to the student once they have completed the quiz.
tr_tr: Bu geribildirim testi tamamladıktan sonra öğrenciye otomatik olarak gösterilecektir.

source: There is no quiz for this lesson yet - please add one in the 'Quiz Questions' box.
tr_tr: Bu ders için henüz bir sınav yok - lütfen 'Sınav Soruları' bölümünde bir sınav ekleyin.

source: Pass required to complete lesson
tr_tr: Dersi tamamlamak için geçiş notu gerekli

source: The passmark must be achieved before the lesson is complete.
tr_tr: Dersin tamamlanabilmesi için geçiş notu alınmalıdır.

source: Quiz passmark percentage
tr_tr: Sınav geçme yüzdelik notu

source: Number of questions to show
tr_tr: Gösterilecek soru sayısı

source: Show a random selection of questions from this quiz each time a student views it.
tr_tr: Öğrenci her görüntülediğinde bu testten rastgele seçilmiş sorular gösterin.

source: Randomise question order
tr_tr: Soru sırasını rastgele belirle

source: Grade quiz automatically
tr_tr: Sınavı otomatik olarak değerlendir

source: Grades quiz and displays answer explanation immediately after completion. Only applicable if quiz is limited to Multiple Choice, True/False and Gap Fill questions. Questions that have a grade of zero are skipped during autograding.
tr_tr: Test tamamlandıktan hemen sonra değerlendirilir ve cevap açıklamasını görüntülenir. Sorular "çoktan seçmeli", "doğru/yanlış" ve "boşluk doldurma" ile sınırlıysa geçerlidir. Puanı sıfır olan sorular otomatik değerlendirme sırasında yok sayılır.

source: Allow user to retake the quiz
tr_tr: Kullanıcının testi tekrar yapmasına izin ver

source: Enables the quiz reset button.
tr_tr: Test sıfırlama düğmesini etkinleştirir.

source: Are you sure you want to remove this question?
tr_tr: Bu soruyu silmek istediğinizden emin misiniz?

source: Are you sure you want to remove these questions?
tr_tr: Bu soruları silmek istediğinizden emin misiniz?

source: You have selected more questions than this category contains - please reduce the number of questions that you are adding.
tr_tr: Bu kategorinin içerdiğinden daha fazla soru seçtiniz - lütfen eklediğiniz soru sayısını azaltın.

source: %1$s Question(s) from %2$s
tr_tr: %1$s Soru(lar) %2$sden

source: No Change
tr_tr: Değişiklik yok

source: Lesson Course
tr_tr: Ders Kurs

source: No
tr_tr: Hayır

source: Yes
tr_tr: Evet

source: Pass required
tr_tr: Geçiş gerekli

source: Pass Percentage
tr_tr: Geçiş Yüzdesi

source: Enable quiz reset button
tr_tr: Test sıfırlama düğmesini etkinleştir

source: Start %s
tr_tr: Başla %s

source: Length:
tr_tr: Uzunluk:

source: minutes
tr_tr: dakika

source: Author:
tr_tr: Yazar:

source: Complexity:
tr_tr: Zorluk:

source: Sign Up
tr_tr: Kaydol

source: Please sign up for the %1$s before starting the lesson.
tr_tr: Lütfen derse başlamadan önce %1$s için kaydolun.

source: You must first complete %1$s before viewing this Lesson
tr_tr: Bu dersi görüntülemeden önce %1$s bölümünü tamamlamanız gerekir

source: Lessons Archive
tr_tr: Ders Arşivi

source: View the Lesson Quiz
tr_tr: Ders Testini Görüntüle

source: Search Users
tr_tr: Kullanıcı Ara

source: No items found.
tr_tr: Hiç bir öğe bulunamadı.

source: Messages
tr_tr: Mesajlar

source: Message Information
tr_tr: Mesaj Bilgileri

source: Message sent by:
tr_tr: Mesaj gönderen:

source: The username of the learner who sent this message.
tr_tr: Bu mesajı gönderen öğrencinin kullanıcı adı.

source: Message received by:
tr_tr: Mesajı alan:

source: The username of the teacher who received this message.
tr_tr: Bu mesajı alan öğretmenin kullanıcı adı.

source: Message from course:
tr_tr: Kurstan mesaj:

source: The course to which this message relates.
tr_tr: Bu mesajın ilgili olduğu kurs.

source: Message from lesson:
tr_tr: Dersten mesaj:

source: The lesson to which this message relates.
tr_tr: Bu mesajın ilgili olduğu ders.

source: Message from quiz:
tr_tr: Testten/Sınavdan mesaj:

source: The quiz to which this message relates.
tr_tr: Bu mesajın ilgili olduğu test/sınav.

source: Contact Lesson Teacher
tr_tr: Ders Öğretmeni ile iletişime geç

source: Contact Course Teacher
tr_tr: Kurs Öğretmeni ile iletişime geçiniz

source: Sorry, you are not allowed to edit this post's comments.
tr_tr: Özgünüz, Yayım yorumlarını düzenleme izniniz yok.

source: You are not allowed to view this message.
tr_tr: Bu mesajı görüntüleme izniniz yok.

source: Please log in to view your messages.
tr_tr: Mesajlarınızı görüntülemek için lütfen giriş yapın.

source: Sent by %1$s on %2$s.
tr_tr: %2$s tarihinde, %1$s tarafından gönderildi.

source: Course Modules
tr_tr: Kurs Modülleri

source: No modules are available for this lesson yet. %1$sPlease select a course first.%2$s
tr_tr: Bu ders için henüz bir modül(ünite) mevcut değil. %1$sLütfen önce bir kurs seçin.%2$s

source: No modules are available for this lesson yet. %1$sPlease add some to %3$sthe course%4$s.%2$s
tr_tr: Bu ders için henüz bir modül(ünite) mevcut değil. %1$s lütfen %3$ kursuna %4$s ekleyin.%2$s

source: Course(s)
tr_tr: Kurs(lar)

source: Search for courses...
tr_tr: Kurslarda ara...

source: Search for and select the courses that this module will belong to.
tr_tr: Bu modülün ait olacağı kursları arayın ve seçin.

source: No course
tr_tr: Kurs yok

source: Back to the module
tr_tr: Modüle geri dön

source: In progress
tr_tr: Devam ediyor

source: Please sign up for the %1$s before starting the module.
tr_tr: Lütfen modülü başlatmadan önce %1$s için kaydolun.

source: Order Modules
tr_tr: Modülleri Sırala

source: The module order has been saved for this course.
tr_tr: Modül sırası bu kurs için kaydedildi.

source: Save module order
tr_tr: Modül sırasını kaydet

source: Edit course
tr_tr: Kursu düzenle

source: Module order
tr_tr: Modül Sırası

source: Order modules
tr_tr: Modülleri Sırala

source: Search for courses
tr_tr: Kurslarda ara

source: Search Modules
tr_tr: Modül Ara

source: All Modules
tr_tr: Tüm Modüller

source: Parent Module
tr_tr: Ana Modül

source: Parent Module:
tr_tr: Ana Modül:

source: View Module
tr_tr: Modülü Görüntüle

source: Edit Module
tr_tr: Modülü Düzenle

source: Update Module
tr_tr: Modül Güncelle

source: Add New Module
tr_tr: Yeni Modül Ekle

source: New Module Name
tr_tr: Yeni Modül Adı

source: No modules found.
tr_tr: Modül bulunamadı.

source: &larr; Back to Modules
tr_tr: &larr; Geri Modüle

source: Error: Feed does not exist
tr_tr: Hata: Besleme mevcut değil

source: Search Course Categories
tr_tr: Kurs Kategorilerini Ara

source: Parent Course Category
tr_tr: Ana Kursu Kategorisi

source: Parent Course Category:
tr_tr: Ana Kurs Kategorisi:

source: View Course Category
tr_tr: Kurs Kategorisi Görüntüle

source: Edit Course Category
tr_tr: Kurs Kategorisini Düzenle

source: Update Course Category
tr_tr: Kurs Kategorisini Güncelle

source: Add New Course Category
tr_tr: Yeni Kurs Kategorisi Ekle

source: New Course Category Name
tr_tr: Yeni Kurs Kategorisi Adı

source: Course Categories
tr_tr: Kurs Kategorileri

source: &larr; Back to Course Categories
tr_tr: &larr; Geri Kurs Kategorilerine

source: Search Quiz Types
tr_tr: Test Türü Ara

source: All Quiz Types
tr_tr: Tüm Sınav Türleri

source: Parent Quiz Type
tr_tr: Ana Test Türü

source: Parent Quiz Type:
tr_tr: Ana Test Türü:

source: Edit Quiz Type
tr_tr: Test Türünü Düzenle

source: Update Quiz Type
tr_tr: Sınav Türünü Güncelle

source: Add New Quiz Type
tr_tr: Yeni Test Türü Ekle

source: New Quiz Type Name
tr_tr: Yeni Test Türü Adı

source: Quiz Types
tr_tr: Sınav Türleri

source: Search Question Types
tr_tr: Soru Türlerini Ara

source: All Question Types
tr_tr: Tüm Soru Türleri

source: Parent Question Type
tr_tr: Ana Soru Türü

source: Parent Question Type:
tr_tr: Ana Soru Türü:

source: Edit Question Type
tr_tr: Soru Türünü Düzenle

source: Update Question Type
tr_tr: Soru Türünü Güncelle

source: Add New Question Type
tr_tr: Yeni Soru Türü Ekle

source: New Question Type Name
tr_tr: Yeni Soru Türü Adı

source: Question Types
tr_tr: Soru Türleri

source: Search Question Categories
tr_tr: Soru Kategorilerini Ara

source: All Question Categories
tr_tr: Tüm Soru Kategorileri

source: Parent Question Category
tr_tr: Ana Soru Kategorisi
