Repository: mhmtaltnts/wp-content
Catalog: languages/plugins/sensei-lms-*.po
Languages: tr_tr

source: Quick Feedback
tr_tr: Hızlı geribesleme

source: Submit Feedback
tr_tr: Geribesleme ver

source: Skip Feedback
tr_tr: Geribeslemeden vazgeç

source: I no longer need the plugin
tr_tr: Eklentiye artık ihtiyacım yok

source: The plugin isn't working
tr_tr: Bu eklenti çalışmıyor

source: What isn't working properly?
tr_tr: Ne düzgün çalışmıyor?

source: I'm looking for different functionality
tr_tr: Farklı işlevsellik arıyorum

source: What functionality is missing?
tr_tr: Hangi işlevsellik eksik?

source: I found a better plugin
tr_tr: Daha iyi bir eklenti buldum

source: What's the name of the plugin?
tr_tr: Eklentinin adı ne?

source: It's a temporary deactivation
tr_tr: Geçici etkisizleştirmedir

source: Why are you deactivating?
tr_tr: Neden etkisizleştiriyorsunuz?

source: Add text…
tr_tr: Metin ekle…

source: Border settings
tr_tr: Kenar ayarları

source: Border radius
tr_tr: Kenar Çapı

source: Change button alignment
tr_tr: Buton hizasını değiştir.

source: Background color
tr_tr: Ardalan rengi

source: Text color
tr_tr: Metni rengi

source: Fill
tr_tr: Doldur

source: Outline
tr_tr: Anahat

source: Link
tr_tr: Bağlantı

source: Enrolled
tr_tr: Kayıtlı

source: Not Enrolled
tr_tr: Kaydedilmemiş

source: Course Completed
tr_tr: Kurs Tamamlandı

source: Remove condition
tr_tr: Kaldır şartı

source: Visible when
tr_tr: Görünür

source: Conditional Content
tr_tr: Şartlı İçerik

source: Content
tr_tr: İçerik

source: Locked
tr_tr: Kilitli

source: Private
tr_tr: Özel

source: Completed
tr_tr: Tamamladı

source: Restrict
tr_tr: Kısıtla

source: Access
tr_tr: Erişim

source: Contact Teacher
tr_tr: Öğretmenle İletişim

source: Where your course content lives.
tr_tr: Kurs içeriği nerede tutulur.

source: Lesson
tr_tr: Ders

source: Course
tr_tr: Kurs

source: Start learning
tr_tr: Öğrenmeye Başla

source: Preview
tr_tr: Ön İzleme

source: Unsaved
tr_tr: Kaydedilmemiş

source: Draft
tr_tr: Taslak

source: Lesson name
tr_tr: Ders adı

source: Edit lesson
tr_tr: Dersi düzenle

source: Typography
tr_tr: Tipografi

source: Status
tr_tr: Durum

source: Group related lessons together.
tr_tr: İlgili dersleri gruplandır.

source: Course Module
tr_tr: Kurs Modülü

source: Group
tr_tr: Grup

source: Lessons
tr_tr: Dersler

source: Module
tr_tr: Modül

source: About Module
tr_tr: Modül Hakkında

source: Filled
tr_tr: Doldurulmuş

source: Minimal
tr_tr: En az

source: Module name
tr_tr: Modül adı

source: Toggle module content
tr_tr: Modül içerik geçişi

source: Module description
tr_tr: Modül açıklaması

source: Main color
tr_tr: Ana renk

source: Border color
tr_tr: Kenar rengi

source: Border
tr_tr: Kenar

source: Course Outline
tr_tr: Kurs Kapsamı

source: Modules
tr_tr: Modüller

source: First Lesson
tr_tr: İlk Ders

source: Second Lesson
tr_tr: İkinci Ders

source: Create a module
tr_tr: Yeni bir modül oluştur

source: Create a lesson
tr_tr: Yeni bir ders oluştur

source: Collapsible modules
tr_tr: Katlanabilir modüller

source: Not Started
tr_tr: Başlamadı

source: In Progress
tr_tr: Devam Ediyor

source: Progress bar background color
tr_tr: İlerleme çubuğu ardalan rengi

source: Course Progress
tr_tr: Kurs İlerleme Durumu

source: Progress
tr_tr: İlerleme

source: Bar
tr_tr: Çubuk

source: Reset
tr_tr: Sıfırla

source: Learner Courses
tr_tr: Öğrenci Kursları

source: My Courses
tr_tr: Kurslarım

source: Dashboard
tr_tr: Panel

source: Courses
tr_tr: Kurslar

source: Student
tr_tr: Öğrenci

source: Learner
tr_tr: Öğrenci

source: Active Courses
tr_tr: Aktif Kurslar

source: Completed Courses
tr_tr: Tamamlanan Kurs

source: Category Name
tr_tr: Kategori Adı

source: Course Title
tr_tr: Kurs Başlığı

source: View Results
tr_tr: Sonuçları görüntüle

source: All Courses
tr_tr: Tüm Kurslar

source: Color settings
tr_tr: Renk ayarları

source: Description
tr_tr: Açıklama

source: Featured image
tr_tr: Öncü görsel

source: Category
tr_tr: Kategori

source: Progress bar
tr_tr: İlerleme Çubuğu

source: Accent color
tr_tr: Vurgu Rengi

source: Course settings
tr_tr: Kurs ayarları

source: My Messages
tr_tr: Mesajlarım

source: Learner Messages Button
tr_tr: Öğrenci Mesaj Butonu

source: Complete
tr_tr: Tamamlayınız

source: Button
tr_tr: Buton

source: Complete Lesson
tr_tr: Dersi Tamamla

source: Lesson Actions
tr_tr: Ders Eylemleri

source: Actions
tr_tr: Eylemler

source: Buttons
tr_tr: Butonlar

source: Next
tr_tr: Sonraki

source: Reset Lesson
tr_tr: Dersi Sıfırla

source: Preview lesson state
tr_tr: Ders durumunu izle

source: Additional Actions
tr_tr: Ek Eylemler

source: Continue
tr_tr: Devam et

source: Next Lesson
tr_tr: Sonraki Ders

source: Quiz
tr_tr: Sınav/Test

source: View Quiz
tr_tr: Sınavı Görüntüle

source: Easy
tr_tr: Kolay

source: Standard
tr_tr: Standart

source: Hard
tr_tr: Zor

source: None
tr_tr: Yok

source: Length
tr_tr: Sure

source: Complexity
tr_tr: Zorluk

source: Difficulty
tr_tr: Zorluk

source: Lesson Information
tr_tr: Ders Bilgi

source: Lesson Properties
tr_tr: Ders Özellikleri

source: minute
tr_tr: dakika

source: Text before the gap
tr_tr: Boşluktan önce metin:

source: Text after the gap
tr_tr: Boşluk sonrası metin

source: Multi Line
tr_tr: Çok Satırlı

source: File Upload
tr_tr: Dosya Yükleme

source: Multiple Choice
tr_tr: Çoktan Seçmeli

source: Add a wrong answer to this question.
tr_tr: Bu soruya yanlış bir cevap ekle.

source: True/False
tr_tr: Doğru/Yanlış

source: Gap Fill
tr_tr: Boşluk Doldurma

source: Add a right answer to this question.
tr_tr: Bu soruya doğru bir cevap ekle.

source: Add text before and after the gap.
tr_tr: Boşluktan önce ve sonra metin ekle.

source: Single Line
tr_tr: Tek satır

source: Answer:
tr_tr: Cevap:

source: Add Answer
tr_tr: Cevap Ekle

source: Right
tr_tr: Doğru

source: Wrong
tr_tr: Yanlış

source: True
tr_tr: Doğru

source: False
tr_tr: Yanlış

source: Category Question
tr_tr: Kategori Soru

source: %d question
tr_tr: %d soru

source: Category Question Settings
tr_tr: Kategori Soru Ayarları

source: No question categories exist.
tr_tr: Soru kategorisi mevcut değil.

source: Number of Questions
tr_tr: Soru Sayısı

source: An error occurred while retrieving questions: %s
tr_tr: Soru erişiminde bir hata oluştu: %s

source: Pull questions from a question category.
tr_tr: Soru havuzunda kategoriye göre sorular çek.

source: Example Category
tr_tr: Örnek Kategori

source: Question
tr_tr: Soru

source: Example Quiz Question
tr_tr: Örnek Sınav Soruları

source: Add a title to this question.
tr_tr: Soruya bir başlık ekle.

source: Shared Question
tr_tr: Paylaşılan Soru

source: Question Title
tr_tr: Soru Başlığı

source: Question Description
tr_tr: Soru Açıklaması

source: %d point
tr_tr: %d puan

source: Point
tr_tr: Puan

source: Question Settings
tr_tr: Sınav Ayarları

source: Question Type
tr_tr: Soru Tipi

source: Question Details
tr_tr: Soru Detayları

source: You are not allowed to edit this question.
tr_tr: Bu soruyu düzenlemeye izniniz yok.

source: Answer Feedback
tr_tr: Yanıt Geri Bildirimi

source: Grade
tr_tr: Başarı Notu

source: Grading Notes
tr_tr: Değerlendirme Notları

source: Random Order
tr_tr: Rastgele Sıra

source: View issues
tr_tr: Meseleleri görüntüle

source: This question is incomplete.
tr_tr: Bu soru tamamlanmamış.

source: Validation
tr_tr: Doğrulama

source: Exam
tr_tr: Sınav

source: Questions
tr_tr: Sorular

source: Assessment
tr_tr: Değerlendirme

source: First Example Question
tr_tr: İlk Örnek Soru

source: Second Example Question
tr_tr: İkinci Sınav Sorusu

source: Add Selected
tr_tr: Seçilenleri Ekle

source: Add Selected (%s)
tr_tr: Seçilenleri Ekle (%s)

source: Clear Selected
tr_tr: Seçim İptal

source: Type
tr_tr: Tip

source: Search questions
tr_tr: Soru Ara

source: No questions found.
tr_tr: Soru bulunamadı.

source: New Question
tr_tr: Yeni Soru

source: Category Question(s)
tr_tr: Kategori Soru(lar)

source: Existing Question(s)
tr_tr: Mevcut Soru(lar)

source: Add Block
tr_tr: Blok Ekle

source: Add new or existing question(s)
tr_tr: Yeni veya mevcut soru(ları) ekle

source: Lesson Quiz
tr_tr: Ders Sınavı

source: Auto Grade
tr_tr: Otomatik Değerlendir

source: Random Question Order
tr_tr: Rassal Soru Sırası

source: All
tr_tr: Tüm

source: Quiz Settings
tr_tr: Sınav Ayarları

source: Pass Required
tr_tr: Başarı gerekli

source: There is %d incomplete question in your lesson quiz.
tr_tr: Ders sınavında %d tamamlanmamış soru var.

source: Start
tr_tr: Başla

source: Sign up
tr_tr: Kaydol

source: Enrol
tr_tr: Kayded

source: Enroll
tr_tr: Kayded

source: Take Course
tr_tr: Kursa Kaydol

source: Enable a learner to view their course results.
tr_tr: Öğrenciye kurs skorlarını göster.

source: Export content to a CSV file
tr_tr: İçeriği bir CSV dosyasına ihraç et

source: Cancel
tr_tr: İptal

source: The following file was exported:
tr_tr: Takip eden dosya ihraç edildi:

source: Export More Content
tr_tr: Daha fazla içerik ihraç et

source: Which type of content would you like to export?
tr_tr: Ne tip içerik ihraç etmek istiyorsunuz?

source: An error has occurred while fetching the data. Please try again later!
tr_tr: Veriler getirilirken bir hata oluştu. Lütfen daha sonra tekrar deneyiniz!

source: Error details:
tr_tr: Hata detayları:

source: No content was imported.
tr_tr: İçerik ithal edilmedi.

source: Import More Content
tr_tr: Daha Fazla İçerik Dahil Et

source: Failed
tr_tr: Başarısız

source: The following content was not imported. Please make the necessary corrections to the import file and try again.
tr_tr: İçerik ithal edilememiştir. Lütfen gerekli düzeltmeleri ithal dosyasına yaparak tekrar deneyiniz.

source: Fetching log details…
tr_tr: Kütük detaylarına ulaşılıyor…

source: Failed to load import log.
tr_tr: İthal kütüğü yüklenirken hata oluştu.

source: Retry
tr_tr: Tekrar dene

source: The following content was imported:
tr_tr: Takip eden içerik ithal edildi:

source: File
tr_tr: Dosya

source: Title
tr_tr: Başlık

source: Line #
tr_tr: Satır#

source: course
tr_tr: kurs

source: lesson
tr_tr: ders

source: question
tr_tr: soru

source: Importing
tr_tr: İthal Ediliyor

source: Lessons CSV File
tr_tr: Ders CSV Dosyası

source: Questions CSV File
tr_tr: CVS Sorular Dosyası

source: Courses CSV File
tr_tr: CSV Kurs Dosyası

source: Upload CSV Files
tr_tr: CSV Dosya Yükle

source: Import
tr_tr: İthal

source: Done
tr_tr: İşlem Tamam

source: Upload
tr_tr: Yükleme

source: Only CSV files are supported.
tr_tr: Sadece CSV dosya desteklenir.

source: Delete File
tr_tr: Dosyayı Sil

source: Import content from a CSV file
tr_tr: CSV dosyadan içerik ithali

source: New version
tr_tr: Yeni versiyon

source: More details
tr_tr: Daha fazla detay

source: In progress…
tr_tr: İlerliyor…

source: Update
tr_tr: Güncelleme

source: Installed
tr_tr: Kurulmuş

source: Free
tr_tr: Bedava

source: Install
tr_tr: Kur

source: Sensei LMS Extensions
tr_tr: Sensei LMS Uzantıları

source: Update completed successfully!
tr_tr: Güncelleme başarıyla tamamlandı!

source: Installation completed successfully!
tr_tr: Güncelleme başarıyla tamamlandı!

source: Update all
tr_tr: Hepsini güncelleme

source: version %s
tr_tr: sürüm %s

source: Update available
tr_tr: Güncelle mevcut

source: %d update available
tr_tr: %d güncelleme mevcut

source: Install WooCommerce
tr_tr: WooCommerce Kur

source: Activate WooCommerce
tr_tr: WooCommerce Aktifleştir

source: per year
tr_tr: yılda

source: Would you like to install the following features now?
tr_tr: Aşağıdaki özellikleri şimdi yüklemek ister misiniz?

source: You won't have access to this functionality until the extensions have been installed.
tr_tr: Uzantılar yüklenene kadar bu işlevselliğe erişemezsiniz.

source: I'll do it later
tr_tr: Onunla sonra ilgileneceğim

source: Install now
tr_tr: Şimdi kur

source: and
tr_tr: ve

source: Learn more
tr_tr: Daha fazla bilgi edin

source: Installing plugin
tr_tr: Eklenti yükleme

source: Error installing plugin
tr_tr: Eklenti yüklenirken hata oluştu

source: Plugin installed
tr_tr: Eklenti yüklendi

source: Purchasing plugin
tr_tr: Eklenti satın alma

source: No features found.
tr_tr: Özellik bulunamadı.

source: Enhance your online courses with these optional features.
tr_tr: Çevrimiçi kurslarınızı bu isteğe bağlı özelliklerle geliştirin.

source: Retry?
tr_tr: Tekrar denensin mi?

source: Installing…
tr_tr: Yükleniyor…

source: What is your primary purpose for offering online courses?
tr_tr: Çevrimiçi kurslar sunmanın temel amacı nedir?

source: Choose any that apply
tr_tr: Geçerli olanları seçin

source: Educate students
tr_tr: Öğrencilere Öğret

source: Import content
tr_tr: İçerik İthali

source: Install a sample course
tr_tr: Örnek kurs yükle

source: Visit SenseiLMS.com to learn how to {{link}}create your first course.{{/link}}
tr_tr: İlk kursunuzu nasıl oluşturacağınızı öğrenmek için {{link}}SenseiLMS.com adresini ziyaret edin. {{/link}}

source: Exit to Courses
tr_tr: Kurslara Çıkış

source: You're ready to start creating online courses!
tr_tr: Çevrimiçi kurslar oluşturmaya hazırsınız!

source: Join our mailing list
tr_tr: Mail listemize katılın

source: We're here for you — get tips, product updates, and inspiration straight to your mailbox.
tr_tr: Sizin için buradayız - ipuçları, ürün güncellemeleri ve ilhamı doğrudan posta kutunuzda alın.

source: What's next?
tr_tr: Sıradaki ne?

source: Create some courses
tr_tr: Birkaç kurs oluşturun

source: You're ready to create online courses.
tr_tr: Çevrimiçi kurslar oluşturmaya hazırsınız.

source: Create a course
tr_tr: Kurs oluştur

source: Yes, please!
tr_tr: Evet, lütfen!

source: Welcome
tr_tr: Hoşgeldiniz

source: Purpose
tr_tr: Amaç

source: Features
tr_tr: Özellikleri

source: Ready
tr_tr: Hazır

source: Welcome to Sensei LMS!
tr_tr: Sensei LMS'ye hoş geldiniz!

source: Thank you for choosing Sensei LMS!
tr_tr: Sensei LMS'yi seçtiğiniz için teşekkür ederiz!

source: This setup wizard will help you get started creating online courses more quickly. It is optional and should take only a few minutes.
tr_tr: Bu kurulum sihirbazı, çevrimiçi kursları daha hızlı oluşturmaya başlamanıza yardımcı olacaktır. İsteğe bağlıdır ve yalnızca birkaç dakika sürer.

source: Not right now
tr_tr: Şimdi değil

source: Get improved features and faster fixes by sharing non-sensitive data via {{link}}usage tracking{{/link}} that shows us how Sensei LMS is used. No personal data is tracked or stored.
tr_tr: Sensei LMS'nin nasıl kullanıldığını gösteren {{link}} kullanım izleme {{/ link}} aracılığıyla hassas olmayan verileri paylaşarak gelişmiş özellikler ve daha hızlı düzeltmeler edinin. Hiçbir kişisel veri izlenmez veya saklanmaz.

source: Build a Better Sensei LMS
tr_tr: Daha İyi Bir Sensei LMS Oluşturun

source: Yes, count me in!
tr_tr: Evet, beni say!

source: Height
tr_tr: Yükseklik

source: %d Lesson
tr_tr: %d Ders

source: %d Completed
tr_tr: %d Tamamladı

source: Error
tr_tr: Hata

source: Share your knowledge, grow your network, and strengthen your brand by launching an online course.
tr_tr: Çevrimiçi bir kurs başlatarak bilginizi paylaşın, ağınızı büyütün ve markanızı güçlendirin.

source: Automattic
tr_tr: Otomatik

source: Extensions
tr_tr: Uzantılar

source: Learner Management
tr_tr: Öğrenci Yönetimi

source: Learners per page
tr_tr: Sayfa başına öğrenci

source: Are you sure you want to remove this learner?
tr_tr: Bu öğreniciyi silmek istediğinizden emin misiniz?

source: Are you sure you want to remove the learner from this lesson?
tr_tr: Öğrenciyi bu dersten çıkarmak istediğinizden emin misiniz?

source: Are you sure you want to remove this learner's enrollment in the course?
tr_tr: Bu öğrencinin kursa kaydını kaldırmak istediğinizden emin misiniz?

source: Are you sure you want to enroll the learner in this course?
tr_tr: Öğrenciyi bu kursa kaydetmek istediğinizden emin misiniz?

source: Are you sure you want to restore the learner enrollment in this course?
tr_tr: Bu öğrencinin kursa kaydını yenilemek istediğinizden emin misiniz?

source: Are you sure you want to reset the progress of this learner for this lesson?
tr_tr: Bu ders için bu öğrencinin ilerlemesini sıfırlamak istediğinizden emin misiniz?

source: Are you sure you want to reset the progress of this learner for this course?
tr_tr: Bu kurs için bu öğrencinin ilerlemesini sıfırlamak istediğinizden emin misiniz?

source: Are you sure you want to remove the progress of this learner for this course?
tr_tr: Bu kurs için bu öğrencinin ilerlemesini silmek istediğinizden emin misiniz?

source: Select learners to manually enroll...
tr_tr: Manuel olarak kaydedilecek öğrencileri seçin ...

source: An error occurred while enrolling the learner.
tr_tr: Öğrenci kaydedilirken bir hata oluştu.

source: An error occurred while restoring learner enrollment.
tr_tr: Öğrencinin kaydı sağlanırken bir hata oluştu.

source: An error occurred while enrolling the learners.
tr_tr: Öğrenci kaydı sırasında bir hata oluştu.

source: An error occurred removing the learner's enrollment.
tr_tr: Öğrencinin kaydı kaldırırken bir hata oluştu.

source: Learner's enrollment has been removed.
tr_tr: Öğrencinin kaydı silindi.

source: Learner has been enrolled.
tr_tr: Öğrenci kaydedildi.

source: Learner enrollment has been restored.
tr_tr: Öğrenci kaydı korundu.

source: Learners have been enrolled.
tr_tr: Öğrenciler kaydedildi.

source: Learner Admin
tr_tr: Öğrenci Yöneticisi

source: Bulk Learner Actions
tr_tr: Toplu Öğrenci İşlemleri

source: Remove Enrollment
tr_tr: Kaydı Kaldır

source: Reset or Remove Progress
tr_tr: İlerlemeyi sıfırla veya kaldır

source: Recalculate Course(s) Completion (notify on complete)
tr_tr: Kurs(lar) Tamamlamayı Hesapla (tamamlandığında bildir)

source: Recalculate Course(s) Completion (do not notify on complete)
tr_tr: Kurs(lar) Tamamlamayı Hesapla (tamamlandığında bildirme)

source: Are you sure you want to remove this user?
tr_tr: Bu kullanıcıyı kaldırmak istediğinizden emin misiniz?

source: Are you sure you want to remove the user from this lesson?
tr_tr: Kullanıcıyı bu dersten silmek istediğinizden emin misiniz?

source: Are you sure you want to remove the user from this course?
tr_tr: Kullanıcıyı bu kurstan silmek istediğinizden emin misiniz?

source: Select Course
tr_tr: Kurs seçin

source: This bulk action is not supported
tr_tr: Bu toplu işlem desteklenmiyor

source: Invalid Course
tr_tr: Geçersiz Kurs

source: Bulk learner action succeeded
tr_tr: Toplu öğrenci işlemi başarılı oldu

source: Enrollments
tr_tr: Kayıtlar

source: No results found
tr_tr: Sonuç bulunamadı

source: Edit &#8220;%s&#8221;
tr_tr: Düzenle &#8220;%s&#8221;

source: No learners found.
tr_tr: Hiç öğrenci bulunamadı.

source: Select Course(s)
tr_tr: Kurs(ları) seçin

source: Apply
tr_tr: Uygulamak

source: Select Courses
tr_tr: Kursları seçin

source: Filter By Course
tr_tr: Kursa göre süz

source: Filter
tr_tr: Filtre

source: Search Learners
tr_tr: Öğrenci Ara

source: more
tr_tr: daha

source: Invalid course
tr_tr: Geçersiz kurs

source: Invalid lesson
tr_tr: Geçersiz ders

source: Date Started
tr_tr: Başlama Tarihi

source: Date Completed
tr_tr: Tamamlama Tarihi

source: Enrollment
tr_tr: Kayıt

source: # Learners
tr_tr: # Öğrenciler

source: Last Updated
tr_tr: Son güncelleme

source: No enrollment data was found.
tr_tr: Kayıt verisi bulunamadı.

source: Reset Progress
tr_tr: İlerlemeyi Sıfırla

source: Restore Enrollment
tr_tr: Kayıt Yenile

source: Remove Progress
tr_tr: İlerlemeyi Kaldır

source: Grading
tr_tr: Değerlendirme

source: Manage learners
tr_tr: Öğrencileri yönetin

source: Edit Start Date
tr_tr: Başlama Tarihini Düzenle

source: No lessons found.
tr_tr: Ders bulunamadı.

source: No courses found.
tr_tr: Kurs bulunamadı.

source: Course Category
tr_tr: Kurs Kategorisi

source: All Course Categories
tr_tr: Tüm Kurs Kategorileri

source: Back to %s
tr_tr: %s na geri dön

source: Enrolled Learners
tr_tr: Kayıtlı Öğrenciler

source: Unenrolled Learners
tr_tr: Kayıtlı Olmayan Öğrenciler

source: Manually Enrolled Learners
tr_tr: Manuel Kayıtlı Öğrenciler

source: All Learners
tr_tr: Tüm Öğrenciler

source: Add Learner to %1$s
tr_tr: %1$s(a/e) Öğrenci Ekle

source: Complete lesson for learner
tr_tr: Öğrenci için dersi tamamla

source: Complete course for learner
tr_tr: Öğrenci için kursu tamamla

source: Search for a user by typing their name or username.
tr_tr: Adını veya kullanıcı adını yazarak arayın.

source: Add to '%1$s'
tr_tr: Ekleyiniz buraya: '%1$s'

source: Learner will also be added to the course '%1$s' if they are not already taking it.
tr_tr: Öğrenciler, eğer henüz katılmadılarsa, '%1$s' kursuna da eklenecektir.

source: Search Lessons
tr_tr: Ders Ara

source: Search Courses
tr_tr: Kurs Ara

source: %1$s could not be installed (%2$s).
tr_tr: %1$s eklentisi yüklenemedi (hata: %2$)

source: %1$s is installed but could not be activated (%2$s).
tr_tr: %1$s yüklendi, ancak etkinleştirilemedi (%2$s).

source: Sensei LMS - Setup Wizard
tr_tr: Sensei LMS - Kurulum Sihirbazı

source: <strong>Welcome to Sensei LMS</strong> &#8211; You're almost ready to start creating online courses!
tr_tr: <strong>Sensei LMS'ye Hoşgeldiniz</strong> &#8211; Çevrimiçi kurslar oluşturmaya neredeyse hazırsınız!

source: Complete Setup
tr_tr: Kurumu Tamamla

source: Run the Setup Wizard
tr_tr: Kurulum Sihirbazı'nı çalıştırın

source: Skip setup
tr_tr: Kurulumu atla

source: Setup wizard
tr_tr: Kurulum sihirbazı

source: Sensei LMS Setup Wizard
tr_tr: Sensei LMS Kurulum Sihirbazı

source: Setup Wizard
tr_tr: Kurulum Sihirbazı

source: If you need to access the setup wizard again, please click on the button below.
tr_tr: Kurulum sihirbazına tekrar erişmeniz gerekiyorsa, lütfen aşağıdaki düğmeyi tıklayın.

source: Disabled
tr_tr: Etkisiz

source: Learner calculation job
tr_tr: Öğrenci hesap işi

source: Enrollment status cached
tr_tr: Kayıt durumu bellekte

source: Learner enrollment has been calculated
tr_tr: Öğrenci kaydı işlendi

source: Learner enrollment has not been calculated
tr_tr: Öğrenci kaydı işlenmedi

source: Tools
tr_tr: Araçlar

source: This tool is not currently available. Please try again later.
tr_tr: Araçlar şuan müsait değil. Lütfen daha sonra tekrar deneyiniz.

source: Install extension
tr_tr: Uzantı Ekle

source: Debug Course Enrollment
tr_tr: Kurs Kayıt Hatası Ayıkla

source: Please select a user.
tr_tr: Lütfen bir kullanıcı seçin.

source: Please select a course ID.
tr_tr: Lütefen bir kurs kimliği seçin.

source: Invalid user ID selected.
tr_tr: Geçersiz kullanıcı kimliği seçildi.

source: Invalid course ID selected.
tr_tr: Geçersiz kurs kimliği seçildi.

source: Debug Enrollment
tr_tr: Kayıt Hata Ayıkla

source: There were no slugs mismatch.
tr_tr: Adres kuyruk uyumsuzluğu yoktur.

source: Recalculate Course Enrollment
tr_tr: Kurs Kaydını Yeniden İşle

source: Invalidate the cached enrollment and trigger recalculation for all users in a specific course.
tr_tr: Önbelleğe alınmış kaydı geçersiz kılın ve tüm kullanıcılar ve kurslar için yeniden hesaplamayı tetikleyin.

source: Recalculate Enrollments
tr_tr: Kayıtları Yeniden İşle

source: Invalidate the cached enrollment and trigger recalculation for all users and courses.
tr_tr: Önbelleğe alınmış kaydı geçersiz kılın ve tüm kullanıcılar ve kurslar için yeniden hesaplamayı tetikleyin.

source: User
tr_tr: Kullanıcı

source: Required
tr_tr: Gerekli

source: Course ID
tr_tr: Kurs KN

source: View Enrollment Information
tr_tr: Kayıt Bilgi Görüntüle

source: Edit User
tr_tr: Düzenle Kullanıcı

source: Orders
tr_tr: Ermirler

source: View Course
tr_tr: Kursu Görüntüle

source: Edit Course
tr_tr: Kursu Düzenle

source: Manage Learners
tr_tr: Öğrencileri Yönetin

source: Enrollment status
tr_tr: Kayıt durumu

source: Learner manually removed
tr_tr: Öğrenci manuel olarak silindi

source: Course progress status
tr_tr: Kurs ilerleme durumu

source: Started on %s
tr_tr: Başladı %s

source: No Progress
tr_tr: İlerleme Yok
