Repository: mhmtaltnts/wp-content
Catalog: languages/plugins/sensei-course-progress-*.po
Languages: tr_tr

source: <strong>Sensei LMS Course Progress</strong> requires a minimum PHP version of %1$s, but you are running %2$s.
tr_tr: <strong> Sensei LMS Kurs İlerlemesi </strong>, minimum% 1$s PHP sürümü gerektirir, ancak% 2$s çalıştırıyorsunuz

source: Learn more about updating PHP
tr_tr: PHP'yi güncelleme hakkında daha fazla bilgi edinin

source: (opens in a new tab)
tr_tr: (yeni bir sekmede açılır)

source: <strong>Sensei LMS Course Progress</strong> requires that the plugin <strong>Sensei</strong> (minimum version: <strong>%1$s</strong>) is installed and activated.
tr_tr: <strong> Sensei LMS Kurs İlerlemesi </strong> <strong> Sensei </strong> eklentisinin (minimum sürüm: <strong>%1$s </strong>) yüklü ve etkinleştirilmiş olmasını gerektirir.

source: Displays the current learners progress within the current course/module (only displays on single lesson page).
tr_tr: Geçerli öğrencilerin mevcut ders/modül içindeki ilerlemesini görüntüler (yalnızca tek ders sayfasında görüntülenir).

source: Sensei LMS - Course Progress
tr_tr: Kurs İlerlemesi

source: Previous
tr_tr: Önceki

source: Next
tr_tr: Sonraki

source: Other Lessons
tr_tr: Diğer Dersler

source: Display all Modules
tr_tr: Tüm Modülleri Göster

source: There are no options for this widget.
tr_tr: Bu bileşen için seçenek yoktur.

source: Cheatin&#8217; huh?
tr_tr: Hile mi ha?
